{
    "user_tagging": "Тагване на потребители с <1>@</1>, тагване на общности с <2>!</2>.",
    "notifications_including": "Нотификации, включително по имейл.",
    "rss_feeds": "RSS / Atom фийдове за <1>Всички</1>, <2>Абонаменти</2>, <3>Входяща кутия</3>, <4>Потребител</4>, и <5>Общност</5>.",
    "apps_title": "Lemmy - Приложения и Библиотеки",
    "choose_from_apps": "Избери от приложенията по-долу.",
    "donate_desc": "Lemmy е свободен софтуер с отворен код, което означава без реклама, монетизация, или рисков капитал, никога. <1>Твоите дарения</1> директно подпомагат постоянното развитие на проекта.",
    "more_features": "Още функции",
    "self_hostable": "Самостоятелно хостван, лесен за деплойване чрез <1>Docker</1> или <2>Ansible</2>.",
    "clean_interface": "Изчистен интерфейс, подходящ за мобилни устройства.",
    "avatar_support": "Възможност за потребителска снимка.",
    "full_vote_scores": "Цялостен брой гласове <1>(+/-)</1>, като в стария Reddit.",
    "themes_including": "Теми, включително светла, тъмна и соларизирана.",
    "emojis_autocomplete": "Емотикони с възможност за автоматично попълване. Просто започни да пишеш <1>:</1>",
    "integrated_image_uploading": "Интегрирано качване на изображения както в постовете, така и в коментарите.",
    "i18n_support": "<1>i18n / възможност за интернационализация на > 30 езика.</1>",
    "can_fully_erase": "Възможност за пълно изтриване на лични данни, замествайки всички постове и коментари.",
    "nsfw_support": "Възможност за маркиране на пост или общност като NSFW (неподходящ за работа).",
    "support_donate": "Подкрепа / Дарение",
    "lemmy_apps": "Приложения Lemmy",
    "web_apps": "Web Приложения",
    "api_libraries": "API Библиотеки",
    "join_a_server": "Присъедини се към сървър",
    "run_a_server": "Стартирай свой сървър",
    "lemmy": "Lemmy",
    "lemmy_desc": "Линк агрегатор за федивърса.",
    "open_source": "Отворен код",
    "open_source_desc": "Lemmy е и винаги ще бъде свободен софтуер с <1>отворен код</1>, ползвайки солидния <2>copyleft</2> <3>лиценз AGPL</3>.",
    "blazing_fast": "С мълнионосна скорост",
    "blazing_fast_desc": "Създаден с помощта на едни от най-бързите фреиймуърк-и и инструменти, включително <1>Rust</1>, <2>Actix</2>, <3>Diesel</3>, <4>Inferno</4>, и <5>Typescript</5>.",
    "create_discussion_platform": "Създай своя собствена платформа за дискусии",
    "live_updates": "Новини в реално време",
    "live_updates_desc": "Нови коментари и постове се показват директно на началната страница и в пощенската ти кутия; Без повече обновявания на страницата.",
    "contact_title": "Lemmy - Контакт",
    "contact": "Контакт",
    "support_on_liberapay": "Подкрепи ни на Liberapay",
    "support_on_patreon": "Подкрепи ни на Patreon",
    "support_on_opencollective": "Подкрепи ни на OpenCollective",
    "footer_desc": "Направено с <1>Inferno</1> и <2>Chota</2>",
    "join": "Включи се",
    "apps": "Приложения",
    "sponsors": "Спонсори",
    "docs": "Документация",
    "code_of_conduct": "Кодекс на поведение",
    "coc": "КнП",
    "join_title": "Lemmy - Присъедини се към Сървър",
    "lemmy_servers": "Lemmy сървъри",
    "choose_and_join": "Избери и се присъедини към сървър от одобрените по-долу.",
    "sponsors_title": "Lemmy - Спонсори",
    "donate_to_lemmy": "Дарение за Lemmy",
    "silver_sponsors_desc": "Сребърни Спонсори са тези, дарили $40 за Lemmy.",
    "general_sponsors_desc": "Основни Спонсори са тези, дарили между $10 и $40 за Lemmy.",
    "mod_tools": "Мощни инструменти за модерация",
    "lemmy_title": "Lemmy - линк агрегатор за федивърса",
    "follow_communities": "Следвай общности по цял свят",
    "lemmy_long_desc": "<1>Lemmy</1>е подобен на сайтове като <2>Reddit</2>, <3>Lobste.rs</3>, или <4>Hacker News</4>: където можеш да се абонираш за общностите, които те интересуват, да постваш линкове и дискусии, и да гласуваш или коментираш под тях. Lemmy не е просто алтернатива на reddit; Lemmy е мрежа от взаимносвързани общности, ръководени от независими хора и организации, комбинирани в <5>единна и персонализирана начална страница</5> състояща се от любимите ти новини, статии и меме-та.",
    "mod_tools_desc": "Всеки сървър може сам да определи собствените си правила за модерация, с които да спомогне изграждането на позитивна среда, към която всеки да се чувства свободен да допринася.",
    "create_discussion_platform_desc": "С Lemmy можеш <1>с лекота да създадеш свой сървър</1>, всички тези сървъри могат да бъдат <2>федерирани</2> (подобно на имейл), и свързани към единна вселена, наречена <3>the Fediverse</3>. За един линк агрегатор това означава, че някой, регистриран за един сървър, може да следва общности и да дискутира с хора, намиращи се на коренно различни сървъри.",
    "add_weblate": "Можете да добавяте преводи чрез нашия <1> сайт за преводи </1>.",
    "support": "Помощ",
    "support_title": "Леми - Помощ",
    "support_lemmy": "Помощ Леми",
    "contributers": "Участници",
    "thanks_translators": "Специални благодарности на нашите преводачи: ",
    "thanks_coders": "Специални благодарности на нашите разработчици: ",
    "instance_totals": "Лемивселената в момента има {{instances}} сървъри и {{users}} потребители.",
    "users": "потребители",
    "month": "месец",
    "about": "За проекта",
    "about_title": "За Леми",
    "about_text": "<1> Идеята да се направи Lemmy е комбинация от фактори. </1> <2> Разработчиците с отворен код като мен отдавна наблюдават възхода на „Голямата петица“, американските технологични гиганти, които успяха да уловят почти всички ежедневната комуникация на света в техните ръце. Задаваме си въпроса защо хората са се отдалечили от сайтове, фокусирани върху съдържанието, и какво можем да направим, за да подкопаем тази тенденция, по начин, който е лесно достъпен за нетехнологично фокусирана аудитория. </2> <3> бариерите за навлизане в мрежата са много по -ниски, отколкото казват във физическия свят: всичко, което е необходимо, е компютър и известно кодиране ... но преобладаващите фирми в социалните медии са успели да предотвратят конкуренцията поне по две причини: техните сайтове са лесни за използване и те вече имат огромен брой потребители (предимството на „първото движение“). Последното е по -важно; ако някога сте се опитвали да накарате някой да използва различно приложение за чат, ще разберете какво имам предвид. </3> <4> Сега ми хареса ранният reddit, не само за начина, по който успя да пусне всички новини за общностите и темите, които исках да видя на едно място, но за дърветата за дискусии зад всяка публикувана връзка. Все още имам много от тези запазени и съм спечелил много повече от дискусията зад връзките, отколкото от самите връзки. Според мен фокусираните върху общността, подобни на дървета дискусии, както и способността да се създават, растат и курират общности, направиха reddit 5-ият най-популярен сайт в САЩ и където има толкова много хора по света получавайте техните новини. </4> <5> Но този кораб плаваше преди години; ранният новаторски дух на reddit остана с Аарон Шварц: неговите либертариански основатели позволиха на някои от най -расистките и сексистки онлайн общности да се гноят на reddit в продължение на години, само от време на време ги премахват само когато възражението на общността достигне треска. Reddit затвори своя изходен код преди години и редизайнът на reddit се превърна в раздута бъркотия срещу неприкосновеността на личния живот. </5> <6> Той се абсорбира в онази капиталистическа машина за наблюдение в силиконовата долина, която комбинира потребителите да продават реклами и платени нюанси, и пропагандира проамериканските интереси преди всичко. Софтуерните технологии, които са един от последните монополни износители на САЩ, би било наивно да се мисли, че един от топ 5 на най -популярните сайтове за социални медии, където толкова много хора по света получават своите новини, би бил нещо различно от рупор на интересите на същите тези крайбрежни технологични фирми в САЩ. </6> <7> Въпреки консервативното изказване, че големите технологии са доминирани от „лявата пропаганда“, те са либерални и про-американски, а не леви (левицата се отнася до широката категория антикапитализъм). Reddit забрани своя дял от леви потребители и общности, а администраторите на reddit чрез съобщения многократно очерняват основните врагове на външната политика на САЩ като „бот кампании“ и „манипулиране на reddit“, но все пак общностите reddit по подразбиране (/r/news , /r /pics и т.н.), които споделят малък брой модератори, прокарват линия, съответстваща на външнополитическите интереси на САЩ. Подходящо нареченият /r /copaganda subreddit разкрива прополицейската пропаганда, която винаги сякаш попада на първа страница на reddit вследствие на всяка трагедия, включваща полиция на САЩ, убиваща невинни (или показваща, че полицията целува кученца, въпреки че американската полиция убива ~ 30 кучета всеки ден, който изследователите наричат „забележителен статистически феномен“). </7> <8> Наблюдавахме и ръст на публикациите срещу Китай, които удариха reddit напоследък, а заедно с това идва и антикитайският расизъм, което reddit мълчаливо насърчава. Това, че западните страни виждат нарастване на нападенията срещу азиатско-американци, точно както е установено, че някои от извършителите на няколко престъпления от омраза срещу жени са redditors, активни в reddit общности за правата на мъжете, ние не знаем къде тези технологични компании наистина стоят по отношение на насилието и речта на омразата. Левичарите знаят, че позицията ни в тези платформи е в най -добрия случай устойчива; в момента се толерираме, но това не винаги ще бъде така. </8> <9> Идеята за направата на алтернатива на reddit изглеждаше безсмислена, докато Mastodon (федеративна алтернатива на Twitter) не започна да става популярна. Използвайки activitypub (протокол / общ език, който услугите на социалните медии могат да използват, за да разговарят помежду си), най -накрая имаме решение на предимството на „първото движение“: сега някой може да изгради или управлява малък сайт, но все пак да бъде свързан с по -широка вселена от потребители. </9> <10> Ние и Nutomic първоначално накарахме Lemmy да изпълни ролята на федеративна алтернатива на reddit, но с нарастването си той има потенциала да се превърне в основен източник на новини и дискусии, съществуващи извън юрисдикционната област и контрола на САЩ. </10> <11> Написано от Dessalines, декември 2020 г. </11>"
}
