{
    "join_a_server": "Εγγραφείτε σε έναν διακομιστή",
    "lemmy": "Lemmy",
    "lemmy_desc": "Μια ιστοσελίδα συγκέντρωσης συνδέσμων για το Fediverse.",
    "open_source": "Ανοιχτού Kώδικα",
    "open_source_desc": "Το Lemmy είναι και θα παραμείνει για πάντα ελεύθερο, <1>ανοιχτού κώδικα</1> λογισμικό, χρησιμοποιώντας την ισχυρή <2>copyleft</2> <3>Άδεια AGPL</3>.",
    "blazing_fast": "Ασύλληπτα Γρήγορο",
    "blazing_fast_desc": "Δημιουργημένο με τα γρηγορότερα πλαίσια και εργαλεία προγραμματισμού, όπως τη <1>Rust</1>, το <2>Actix</2>, το <3>Diesel</3>, το <4>Inferno</4> και το <5>Typescript</5>.",
    "mod_tools": "Ισχυρά Εργαλεία Συντονισμού",
    "create_discussion_platform": "Δημιουργήστε <1>τη δική σας</1> πλατφόρμα συζήτησης",
    "live_updates": "Ζωντανή ροή ενημερώσεων",
    "live_updates_desc": "Τα καινούρια σχόλια και δημοσιεύσεις εμφανίζονται απευθείας στην αρχική σας σελίδα και στα εισερχόμενά σας. Δεν χρειάζεται πια να κάνετε ανανέωση σελίδας.",
    "more_features": "Περισσότερα <1>Χαρακτηριστικά</1>",
    "self_hostable": "Εύκολη εγκατάσταση στον δικό σας διακομιστή μέσω <1>Docker</1> ή <2>Ansible</2>.",
    "clean_interface": "Καθαρή, φιλική για κινητά τηλέφωνα διεπαφή χρήστη.",
    "avatar_support": "Υποστήριξη για άβαταρ χρήστη.",
    "full_vote_scores": "Πλήρες σκορ ψήφων <1>(+/-)</1> όπως στο παλιό Reddit.",
    "emojis_autocomplete": "Emojis με υποστήριξη αυτόματης συμπλήρωσης. Ξεκινήστε να γράφετε <1>:</1>",
    "integrated_image_uploading": "Ενσωματωμένη μεταφόρτωση εικόνας τόσο στις δημοσιεύσεις όσο και στα σχόλια.",
    "notifications_including": "Ειδοποιήσεις, ακόμα και με email.",
    "rss_feeds": "Τροφοδοτήσεις RSS / Atom για <1>Όλα</1>, <2>Εγγραφές</2>, <3>Εισερχόμενα</3>, <4>Χρήστης</4> και <5>Κοινότητα</5>.",
    "nsfw_support": "Υποστήριξη για δημοσιεύσεις / κοινότητες NSFW.",
    "support_donate": "Υποστήριξη / Δωρεά",
    "apps_title": "Lemmy - Εφαρμογές και Βιβλιοθήκες",
    "lemmy_apps": "<1>Εφαρμογές</1> Lemmy",
    "web_apps": "Εφαρμογές περιηγητή",
    "docs": "Τεκμηρίωση",
    "api_libraries": "Βιβλιοθήκες API",
    "contact_title": "Lemmy - Επικοινωνία",
    "contact": "Επικοινωνία",
    "donate_desc": "Το Lemmy είναι ελεύθερο, ανοιχτού κώδικα λογισμικό, που σημαίνει ότι δεν θα υπάρξει ποτέ διαφήμιση, κερδοσκοπική δραστηριότητα ή εξαγορά από εταιρία. <1>Οι δωρεές σας</1> θα βοηθήσουν στην ανάπτυξη της μη κερδοσκοπικής ομάδας προγραμματιστών του Lemmy και θα διασφαλίσει ότι μπορούμε να συνεχίσουμε να προσθέτουμε νέα χαρακτηριστικά και να βελτιώνουμε το Lemmy.",
    "footer_desc": "Δημιουργημένο με <1>Inferno</1> και <2>Chota</2>",
    "apps": "Εφαρμογές",
    "sponsors": "Χορηγοί",
    "code_of_conduct": "Κώδικας Δεοντολογίας",
    "join_title": "Lemmy - Περιήγηση διακομιστών",
    "lemmy_servers": "<1>Διακομιστές</1> Lemmy",
    "choose_and_join": "Επιλέξτε και εγγραφείτε σε έναν από τους παρακάτω εγκεκριμένους διακομιστές.",
    "sponsors_title": "Lemmy - Χορηγοί",
    "donate_to_lemmy": "Κάντε δωρεά στο Lemmy",
    "silver_sponsors_desc": "Ασημένιοι χορηγοί είναι όσοι προσέφεραν $40 ανά μήνα στο Lemmy.",
    "general_sponsors_desc": "Γενικοί χορηγοί είναι όσοι προσέφεραν από $10 μέχρι $39 ανά μήνα στο Lemmy.",
    "join": "Εγγραφή",
    "coc": "ΚΔ",
    "lemmy_title": "Lemmy - Μια ιστοσελίδα συγκέντρωσης συνδέσμων για το Fediverse",
    "run_a_server": "Διαχειριστείτε έναν διακομιστή",
    "follow_communities": "Ακολουθήστε κοινότητες <1>Oπουδήποτε</1> στον κόσμο",
    "lemmy_long_desc": "Το Lemmy είναι μια αυτοδιαχειριζόμενη πλατφόρμα συγκέντρωσης κοινωνικών συνδέσμων και συζητήσεων. Είναι εντελώς ελεύθερη και ανοιχτή και δεν ελέγχεται από καμία εταιρεία. Αυτό σημαίνει ότι δεν υπάρχουν διαφημίσεις, παρακολούθηση ή μυστικοί αλγόριθμοι. Το περιεχόμενο είναι οργανωμένο σε κοινότητες, οπότε είναι εύκολο να εγγραφείτε σε θέματα που σας ενδιαφέρουν και να αγνοήσετε άλλα. Η ψηφοφορία χρησιμοποιείται για να φέρνει τα πιο ενδιαφέροντα θέματα στην κορυφή.",
    "mod_tools_desc": "Κάθε διακομιστής μπορεί να θέσει σε ισχύ τη δική του πολιτική συντονισμού προκειμένου να θρέψει ένα υγιές περιβάλλον όπου όλοι αισθάνονται άνετα να συνεισφέρουν.",
    "create_discussion_platform_desc": "Με το Lemmy, μπορείτε <1>εύκολα να φιλοξενήσετε τον δικό σας διακομιστή</1>, ενώ ταυτόχρονα όλοι αυτοί οι διακομιστές είναι <2>ομόσπονδοι</2> (όπως ακριβώς το email) και συνδεδεμένοι στο ίδιο δίκτυο, το αποκαλούμενο <3>Fediverse</3>. Για μια ιστοσελίδα συγκέντρωσης συνδέσμων, αυτό σημαίνει ότι κάποιος που είναι εγγεγραμμένος σε έναν διακομιστή μπορεί να εγγραφεί σε κοινότητες και να συμμετέχει σε συζητήσεις με ανθρώπους που βρίσκονται σε έναν εντελώς διαφορετικό διακομιστή.",
    "themes_including": "Θέματα, μεταξύ των οποίων φωτεινό, σκοτεινό και solarized.",
    "user_tagging": "Επισήμανση χρήστη με <1>@</1>, επισήμανση κοινότητας με <2>!</2>.",
    "i18n_support": "<1>i18n / διεθνής υποστήριξη για > 30 γλώσσες.</1>",
    "can_fully_erase": "Μπορεί να σβήσει εντελώς τα δεδομένα σας, αντικαθιστώντας όλες τις δημοσιεύσεις και τα σχόλιά σας.",
    "choose_from_apps": "Επιλέξτε οποιαδήποτε από τις παρακάτω εφαρμογές.",
    "add_weblate": "Μπορείτε να προσθέσετε μεταφράσεις μέσω του <1>weblate</1> μας.",
    "support": "Υποστήριξη",
    "support_title": "Lemmy - Υποστήριξη",
    "support_lemmy": "Υποστηρίξτε το Lemmy",
    "contributers": "Συντελεστές",
    "thanks_translators": "Ιδιαίτερες ευχαριστίες στους μεταφραστές μας: ",
    "thanks_coders": "Ιδιαίτερες ευχαριστίες στους προγραμματιστές μας: ",
    "instance_totals": "Έχετε πρόσβαση σε ολόκληρο το περιεχόμενο του lemmyverse από οποιονδήποτε διακομιστή. Το lemmyverse έχει αυτή τη στιγμή {{instances}} διακομιστές και {{users}} ενεργούς χρήστες ανά μήνα.",
    "users": "χρήστες",
    "month": "μήνα",
    "about": "Σχετικά",
    "about_title": "Σχετικά με το Lemmy",
    "about_text": "<1>Η ιδέα να δημιουργήσουμε το Lemmy προήλθε από έναν συνδυασμό παραγόντων.</1><2>Προγραμματιστές ανοιχτού κώδικα όπως εγώ παρακολουθούσαμε για καιρό την άνοδο των «Μεγάλων Πέντε», δηλαδή των τεχνολογικών γιγάντων των ΗΠΑ που έχουν καταφέρει να συγκεντρώσουν σχεδόν όλη την καθημερινή επικοινωνία του κόσμου στα χέρια τους. Ρωτούσαμε τους εαυτούς μας για ποιον λόγο ο κόσμος έχει απομακρυνθεί από τις ιστοσελίδες που έχουν ως επίκεντρο το περιεχόμενο, καθώς και πώς μπορούμε να ανατρέψουμε αυτή την τάση με τέτοιον τρόπο, ώστε να υπάρχει εύκολη πρόσβαση ακόμα και από κόσμο που δεν ασχολείται με την τεχνολογία.</2><3>Τα εμπόδια για την είσοδο στο Ίντερνετ είναι πολύ χαμηλότερα σε σχέση με τον φυσικό κόσμο: το μόνο που χρειάζεται είναι ένας υπολογιστής και κάποιες γνώσεις προγραμματισμού... και πάλι όμως, οι κυρίαρχες εταιρείες μέσων κοινωνικής δικτύωσης έχουν καταφέρει να παραγκωνίσουν τον ανταγωνισμό για τουλάχιστον δύο λόγους: οι ιστοσελίδες τους είναι εύκολες στη χρήση και έχουν ήδη τεράστια νούμερα χρηστών (το πλεονέκτημα του «πρώτου»). Ο δεύτερος λόγος είναι πιο σημαντικός· αν έχετε δοκιμάσει ποτέ να πείσετε κάποιον να χρησιμοποιήσει μια διαφορετική εφαρμογή για να επικοινωνήσει, θα καταλάβετε τι εννοώ.</3><4>Λάτρευα το Reddit στα πρώιμα στάδιά του, όχι μόνο για τον τρόπο που κατάφερε να βάλει σε ένα μέρος όλα τα νέα για τις κοινότητες και τα θέματα που με ενδιέφεραν, αλλά και για τα «δέντρα» συζητήσεων που δημιουργούνταν κάτω από κάθε δημοσίευση.  Έχω κρατήσει αποθηκευμένα αρκετά από αυτά και μπορώ να πω ότι έχω μάθει πολλά περισσότερα από τις συζητήσεις κάτω από τους συνδέσμους, σε σχέση με ό,τι πρόσφεραν οι ίδιοι οι σύνδεσμοι. Κατά τη γνώμη μου, αυτό που έχει κάνει το Reddit την 5η δημοφιλέστερη ιστοσελίδα στις ΗΠΑ είναι ακριβώς η έμφαση στην κοινότητα, τα «δέντρα» συζητήσεων, καθώς και η δυνατότητα να δημιουργήσεις, να αναπτύξεις και να επιμεληθείς κοινότητες, γι' αυτό και τόσοι πολλοί άνθρωποι το επιλέγουν ως μέσο ενημέρωσης.</4><5>Όμως αυτές οι εποχές έχουν περάσει ανεπιστρεπτί· το καινοτόμο πνεύμα του Reddit έφυγε μαζί με τον Aaron Schwartz: οι ελευθεριακοί ιδρυτές του έχουν επιτρέψει να ευδοκιμήσουν στο Reddit για πολλά χρόνια κάποιες από τις πιο ρατσιστικές και σεξιστικές διαδικτυακές κοινότητες, μπαίνοντας στον κόπο να τις αφαιρέσουν μόνο όταν η κοινωνική κατακραυγή είχε φτάσει σε τιτάνιες διαστάσεις. Το Reddit έκλεισε τον κώδικά του εδώ και αρκετά χρόνια, έχοντας μετατραπεί από τότε που επανασχεδιάστηκε σε ένα υπέρογκο χάος που παραβιάζει την ιδιωτικότητα των χρηστών του.</5><6>Έχει μετατραπεί σε μια καπιταλιστική μηχανή παρακολούθησης της Σίλικον Βάλεϊ που εμπορευματοποιεί τους χρήστες για να πουλάει διαφημίσεις και πληρωμένες «ετικέτες», προπαγανδίζοντας ταυτόχρονα μόνο τα συμφέροντα των ΗΠΑ.</6><7>Παρά τη ρητορεία των συντηρητικών που υποστηρίζουν ότι οι τεχνολογικοί κολοσσοί κυριαρχούνται από «αριστερή προπαγάνδα», η πραγματικότητα είναι άλλη: η ιδεολογία τους είναι νεοφιλελεύθερη και υπέρ των ΗΠΑ, όχι αριστερή (εννοώντας εδώ την αριστερά με την ευρεία έννοια του αντικαπιταλισμού). Το Reddit έχει αποκλείσει ένα μεγάλο μερίδιο αριστερών χρηστών και κοινοτήτων, καθώς αρκετοί διαχειριστές στο Reddit έχουν επανειλημμένα κατηγορήσει την εξωτερική πολιτική των ΗΠΑ για χρήση «εκστρατειών με bots» και για χειραγώγηση του Reddit, την ίδια στιγμή που οι προεπιλεγμένες κοινότητες του Reddit (/r/news, /r/pics, κλπ.), που έχουν πολύ λίγους συντονιστές, προωθούν μια ιδεολογική γραμμή που συνάδει απόλυτα με τα ενδιαφέροντα των ΗΠΑ. Το εύστοχα ονομασμένο subreddit /r/copaganda έχει εκθέσει την προπαγάνδα υπέρ της αστυνομίας που συνέχεια προβάλλεται στην αρχική σελίδα του Reddit κάθε φορά που συμβαίνει κάποια τραγωδία που εμπλέκει δολοφονίες αθώων από αστυνομικούς (ή προβάλλεται κάποιος αστυνομικός να φιλάει κουτάβια, παρόλο που η αστυνομία των ΗΠΑ σκοτώνει περίπου 30 σκυλιά κάθε μέρα, κάτι που οι ερευνητές έχουν αποκαλέσει «σημειωθέν στατιστικό φαινόμενο»).</7><8>Επίσης, έχουμε προσέξει τελευταία μια άνοδο των δημοσιεύσεων κατά της Κίνας και έναν σινοφοβικό ρατσισμό που διακατέχει και ενθαρρύνει το Reddit. Δεν αποτελεί καινούριο νέο για εμάς ότι οι δυτικές χώρες γνωρίζουν άνοδο στις επιθέσεις εναντίον Ασιατών-Αμερικανών, όπως ακριβώς κάποιοι από τους δράστες αρκετών εγκλημάτων μίσους εναντίον γυναικών αποδείχθηκαν ενεργοί χρήστες σε κοινότητες του Reddit υπέρ των «δικαιωμάτων ανδρών», και γνωρίζουμε πολύ καλά τη πραγματική στάση των τεχνολογικών εταιρειών όσον αφορά τη βία και τη ρητορική μίσους. Οι αριστεριστές ξέρουν ότι η θέση μας σε αυτές τις πλατφόρμες είναι, στην καλύτερη των περιπτώσεων, εύθραυστη· προς το παρόν μας ανέχονται, αλλά δεν θα είναι για πάντα τα πράγματα έτσι.</8><9>Η ιδέα να δημιουργήσουμε μια εναλλακτική προς το Reddit φάνηκε ανούσια, μέχρι που το Mastodon (μια ομόσπονδη εναλλακτική του Twitter) άρχισε να γίνεται δημοφιλές. Χρησιμοποιώντας το ActivityPub (ένα πρωτόκολλο ή αλλιώς μια κοινή γλώσσα που οι υπηρεσίες κοινωνικής δικτύωσης μπορούν να χρησιμοποιήσουν για να επικοινωνούν μεταξύ τους), καταφέραμε επιτέλους να έχουμε μια λύση για να αντιμετωπίσουμε το πλεονέκτημα του «πρώτου»: τώρα μπορεί κάποιος να δημιουργήσει ή να διαχειρίζεται μια μικρή ιστοσελίδα, διατηρώντας ταυτόχρονα τη σύνδεσή του με ένα ευρύτερο σύμπαν χρηστών.</9><10>Ο Nutomic και εγώ δημιουργήσαμε αρχικά το Lemmy για να γεμίσουμε τον ρόλο της ομόσπονδης εναλλακτικής του Reddit, αλλά όσο μεγαλώνει, έχει τη δυναμική να αποτελέσει μια κύρια πηγή νέων και συζητήσεων, παραμένοντας εκτός της δικαιοδοσίας και του ελέγχου των ΗΠΑ.</10><11>Γράφτηκε από τον Dessalines, Δεκέμβριος 2020.</11>",
    "mobile_apps_for_ios_and_android": "Εφαρμογές για κινητά για iOS και Android.",
    "donate": "Δωρεά",
    "apply_to_join": "Αίτηση προς εγγραφή",
    "gold_sponsors_desc": "Χρυσοί χορηγοί είναι όσοι προσέφεραν $100 ανά μήνα στο Lemmy.",
    "gold_pressed_latinum_sponsors_desc": "Χορηγοί Χρυσοτυπωμένου Λάτινουμ είναι όσοι προσέφεραν $500 ή περισσότερα ανά μήνα στο Lemmy.",
    "cli_apps": "Εφαρμογές CLI/TUI",
    "news": "Ειδήσεις",
    "recommended_instances": "Προτεινόμενα",
    "popular_instances": "Δημοφιλή",
    "users_active_per_month": "{{formattedCount}} / μήνα",
    "releases": "Κυκλοφορίες lemmy",
    "instance_browser": "Αφού δημιουργήσετε λογαριασμό, μπορείτε να βρείτε κοινότητες σε όλους τους διακομιστές χρησιμοποιώντας",
    "instance_comparison": "Για λεπτομερέστερη σύγκριση διακομιστών Lemmy, δείτε",
    "browse_instance": "Περιήγηση",
    "read_more": "Διαβάστε περισσότερα",
    "none_found": "Κανένα αποτέλεσμα.",
    "lemmyverse": "Κόσμος Lemmy",
    "copyright_line": "Το Lemmy διατίθεται υπό τη Γενική Άδεια Δημόσιας Χρήσης Affero GNU v3.0",
    "federation_desc": "Οι διακομιστές Lemmy μπορούν να συνδεθούν μεταξύ τους σε έναν ιστό εμπιστοσύνης, ανταλλάσσοντας αναρτήσεις, σχόλια και κοινότητες.",
    "federation": "Ομοσπονδία",
    "more_information": "Περισσότερες πληροφορίες",
    "all_languages": "Όλες οι γλώσσες",
    "all_topics": "Όλα τα θέματα",
    "all_platforms": "Όλες οι πλατφόρμες",
    "android": "Android",
    "web": "Ιστός",
    "interests": "Ενδιαφέροντα",
    "languages": "Γλώσσες",
    "sort": "Ταξινόμηση",
    "cli": "CLI",
    "what_language": "Τι γλώσσα μιλάτε;",
    "random": "Τυχαίο",
    "general": "Γενικά",
    "most_active": "Πιο ενεργός",
    "least_active": "Λιγότερο ενεργός",
    "politics": "Πολιτική",
    "religion": "Θρησκεία",
    "lgbtq": "ΛΟΑΤΚΙ+",
    "art": "Τέχνη",
    "literature": "Λογοτεχνία",
    "music": "Μουσική",
    "hobbies": "Χόμπι",
    "sports": "Αθλητικά",
    "contact_us": "Επικοινωνήστε <1>μαζί μας</1>",
    "donate_title": "Lemmy - Δωρεά",
    "contributors": "Συντελεστές",
    "active_users": "Ενεργοί Χρήστες",
    "servers": "Διακομιστές",
    "per_month": "{{formattedCount}} / μήνα",
    "supporters": "{{formattedCount}} υποστηρικτές",
    "devs_funded": "{{formattedCount1}} / {{formattedCount2}} προγραμματιστές χρηματοδοτήθηκαν",
    "months_remaining": "{{formattedCount}} μήνες που απομένουν",
    "total_comments": "{{formattedCount}} συνολικά σχόλια",
    "total_users": "{{formattedCount}} συνολικοί χρήστες",
    "closed_source_warning": "Προσοχή: αυτή η εφαρμογή είναι κλειστού κώδικα και ενδέχεται να συλλέγει τα δεδομένα σας. Χρησιμοποιείτε με δική σας ευθύνη.",
    "registrations_open": "Ανοιχτές Εγγραφές",
    "registrations_closed": "Κλειστές Εγγραφές",
    "requires_application": "Απαιτεί Αίτηση Εγγραφής",
    "see_all_servers": "Προβολή όλων των διακομιστών",
    "censorship_resistant": "Ανθεκτικό στη λογοκρισία",
    "censorship_resistant_desc": "Φιλοξενώντας τον δικό σας διακομιστή, μπορείτε να έχετε πλήρη έλεγχο του περιεχομένου σας.",
    "ios": "iOS",
    "topic": "Θέμα",
    "what_topic": "Ποιο θέμα σας ενδιαφέρει περισσότερο;",
    "technology": "Τεχνολογία",
    "gaming": "Παιχνίδια",
    "instance_disclaimer": "Μπορείτε να έχετε πρόσβαση σε όλο το περιεχόμενο του lemmyverse από οποιονδήποτε διακομιστή, οπότε δεν έχει σημασία ποιον θα επιλέξετε.",
    "based_on_salary": "Με βάση έναν μέσο ευρωπαϊκό μισθό €{{formattedCount}} ενός προγραμματιστή λογισμικού από το developersalary.com",
    "monthly_active_users": "{{formattedCount}} ενεργοί χρήστες (χρήστες που έχουν δημοσιεύσει ή σχολιάσει τον τελευταίο μήνα)",
    "moderation_tools": "Εργαλεία Συντονισμού",
    "explore": "Εξερευνήστε"
}
