{
  "lemmy_title": "Lemmy - A link aggregator for the fediverse",
  "join_a_server": "Join a Server",
  "run_a_server": "Run a Server",
  "lemmy": "Lemmy",
  "lemmy_desc": "A link aggregator for the fediverse.",
  "follow_communities": "Follow communities anywhere in the world",
  "lemmy_long_desc": "<1>Lemmy</1> is similar to sites like <2>Reddit</2>, <3>Lobste.rs</3>, or <4>Hacker News</4>: you subscribe to communities you're interested in, post links and discussions, then vote and comment on them. Lemmy isn't just a reddit alternative; its a network of interconnected communities ran by different people and organizations, all combining to create <5>a single, personalized front page</5> of your favorite news, articles, and memes.",
  "open_source": "Open Source",
  "open_source_desc": "Lemmy is and will always remain free, <1>open source</1> software, using the strong <2>copyleft</2> <3>AGPL License</3>.",
  "blazing_fast": "Blazing Fast",
  "blazing_fast_desc": "Made using some of the fastest frameworks and tools, including <1>Rust</1>, <2>Actix</2>, <3>Diesel</3>, <4>Inferno</4>, and <5>Typescript</5>.",
  "mod_tools": "Powerful Mod Tools",
  "mod_tools_desc": "Each server can set its own moderation policy, to help foster a healthy environment where all can feel comfortable contributing.",
  "create_discussion_platform": "Create your own discussion platform",
  "create_discussion_platform_desc": "With Lemmy, you can <1>easily host your own server</1>, and all these servers are <2>federated</2> (think email), and connected to the same universe, called the <3>Fediverse</3>. For a link aggregator, this means that someone registered on one server can subscribe to communities elsewhere, and can have discussions with people on a completely different server.",
  "live_updates": "Live Updates",
  "live_updates_desc": "New comments and posts stream in to your front page and inbox; No more page refreshes required.",
  "more_features": "More Features",
  "self_hostable": "Self hostable, easy to deploy, via <1>Docker</1>, or <2>Ansible</2>.",
  "clean_interface": "Clean, mobile-friendly interface.",
  "avatar_support": "User avatar support.",
  "full_vote_scores": "Full vote scores <1>(+/-)</1> like old Reddit.",
  "themes_including": "Themes, including light, dark, and solarized.",
  "emojis_autocomplete": "Emojis with autocomplete support. Start typing <1>:</1>",
  "user_tagging": "User tagging using <1>@</1>, Community tagging using <2>!</2>.",
  "integrated_image_uploading": "Integrated image uploading in both posts and comments.",
  "notifications_including": "Notifications, including via email.",
  "i18n_support": "<1>i18n / internationalization support for > 30 languages.</1>",
  "rss_feeds": "RSS / Atom feeds for <1>All</1>, <2>Subscribed</2>, <3>Inbox</3>, <4>User</4>, and <5>Community</5>.",
  "can_fully_erase": "Can fully erase your data, replacing all posts and comments.",
  "nsfw_support": "NSFW post / community support.",
  "support_donate": "Support / Donate",
  "apps_title": "Lemmy - Apps and Libraries",
  "lemmy_apps": "Lemmy Apps",
  "choose_from_apps": "Choose from any of the apps below.",
  "web_apps": "Web Apps",
  "api_libraries": "API Libraries",
  "contact_title": "Lemmy - Contact",
  "contact": "Contact",
  "donate_desc": "Lemmy is free, open-source software, meaning no advertising, monetizing, or venture capital, ever. <1>Your donations</1> directly support full-time development of the project.",
  "support_on_liberapay": "Support on Liberapay",
  "support_on_patreon": "Support on Patreon",
  "support_on_opencollective": "Support on OpenCollective",
  "footer_desc": "Made with <1>Inferno</1> and <2>Chota</2>",
  "join": "Join",
  "apps": "Apps",
  "sponsors": "Sponsors",
  "support": "Support",
  "donate": "Donate", 
  "docs": "Docs",
  "code_of_conduct": "Code of Conduct",
  "coc": "CoC",
  "join_title": "Lemmy - Join a Server",
  "lemmy_servers": "Lemmy servers",
  "choose_and_join": "Choose and join a server from the approved servers below.",
  "support_title": "Lemmy - Support",
  "donate_to_lemmy": "Donate to Lemmy",
  "gold_pressed_latinum_sponsors_desc": "Gold Pressed Latinum Sponsors are those that pledged $500 or more to Lemmy.",
  "gold_sponsors_desc": "Gold Sponsors are those that pledged $100 to Lemmy.",
  "silver_sponsors_desc": "Silver Sponsors are those that pledged $40 to Lemmy.",
  "general_sponsors_desc": "General Sponsors are those that pledged $10 to $39 to Lemmy.",
  "support_lemmy": "Support Lemmy",
  "contributers": "Contributors",
  "thanks_translators": "A special thanks to our translators: ",
  "thanks_coders": "A special thanks to our coders: ",
  "instance_totals": "The lemmyverse currently has {{instances}} instances, and {{users}} users.",
  "users": "users",
  "month": "month",
  "about": "About",
  "about_title": "About Lemmy",
  "about_text": "<1>The idea to make Lemmy was a combination of factors.</1><2>Open source developers like myself have long watched the rise of the “Big Five”, the US tech giants that have managed to capture nearly all the world’s everyday communication into their hands. We’ve been asking ourselves why people have moved away from content-focused sites, and what we can do to subvert this trend, in a way that is easily accessible to a non-tech focused audience.</2><3>The barriers to entry on the web, are much lower than say in the physical world: all it takes is a computer and some coding knowhow… yet the predominating social media firms have been able to stave off competition for at least two reasons: their sites are easy to use, and they have huge numbers of users already (the “first mover” advantage). The latter is more important; if you’ve ever tried to get someone to use a different chat app, you’ll know what I mean.</3><4>Now I loved early reddit, not just for the way that it managed to put all the news for the communities and topics I wanted to see in a single place, but for the discussion trees behind every link posted.  I still have many of these saved, and have gained so much more from the discussion behind the links, than I have from the links themselves. In my view, its the community-focused, tree-like discussions, as well as the ability to make, grow, and curate communities, that has made reddit the 5th most popular site in the US, and where so many people around the world get their news.</4><5>But that ship sailed years ago; the early innovative spirit of reddit left with Aaron Schwartz: its libertarian founders have allowed some of the most racist and sexist online communities to fester on reddit for years, only occasionally removing them only when community outcry reaches a fever pitch. Reddit closed its source code years ago, and the reddit redesign has become a bloated anti-privacy mess.</5><6>Its become absorbed into that silicon valley surveillance-capitalist machine that commodifies users to sell ads and paid flairs, and propagandizes pro-US interests above all. Software technology being one of the last monopoly exports the US has, it would be naive to think that one of the top 5 most popular social media sites, where so many people around the world get their news, would be anything other than a mouthpiece for the interests of those same US coastal tech firms.</6><7>Despite the conservative talking point that big tech is dominated by “leftist propaganda”, it is liberal, and pro-US, not left (leftism referring to the broad category of anti-capitalism). Reddit has banned its share of leftist users and communities, and the reddit admins via announcement posts repeatedly villify the US’s primary foreign-policy enemies as having “bot campaigns”, and “manipulating reddit”, yet the default reddit communities (/r/news, /r/pics, etc), who share a small number of moderators, push a line consistent with US foreign-policy interests. The aptly named /r/copaganda subreddit has exposed the pro-police propaganda that always seems to hit reddit’s front page in the wake of every tragedy involving US police killing the innocent (or showing police kissing puppies, even though US police kill ~ 30 dogs every day, which researchers have called a “noted statistical phenomenon”).</7><8>We’ve also seen a rise in anti-China posts that have hit reddit lately, and along with that comes anti-chinese racism, which reddit tacitly encourages. That western countries are seeing a rise in attacks against Asian-Americans, just as some of the perpetrators of several hate-crimes against women were found to be redditors active in mens-rights reddit communities, is not lost on us, and we know where these tech companies really stand when it comes to violence and hate speech. Leftists know that our position on these platforms is tenable at best; we’re currently tolerated, but that will not always be the case.</8><9>The idea for making a reddit alternative seemed pointless, until Mastodon (a federated twitter alternative), started becoming popular. Using activitypub (a protocol / common language that social media services can use to speak to each other), we finally have a solution to the “first mover” advantage: now someone can build or run a small site, but still be connected to a wider universe of users.</9><10>Nutomic and I originally made Lemmy to fill the role as a federated alternative to reddit, but as it grows, it has the potential become a main source of news and discussion, existing outside of the US’s jurisdictional domain and control.</10><11>Written by Dessalines, December 2020.</11>",
  "add_weblate": "You can add translations via our <1>weblate</1>."
}
