{
    "join_a_server": "Aliĝu al servilo",
    "run_a_server": "Havu propran servilon",
    "lemmy": "Lemmy",
    "lemmy_title": "Lemmy – kolektilo de ligiloj por la fediverso",
    "lemmy_desc": "Kolektilo de ligiloj por la fediverso.",
    "lemmy_long_desc": "Lemmy estas memgastigita diskuteja kaj socia platformo de ligila kunmetado. Ĝi estas tute libera kaj malferma, kaj ne estas kontrolata de iu firmao. Ĉi tio signifas, ke ne estas reklamoj, spurado aŭ kaŝitaj algoritmoj. La enhavo estas organizita sub komunumoj, do facilas aboni temojn, kiuj interesas vin, kaj ignori aliajn. Oni voĉdonas por suprenigi la plej interesajn erojn.",
    "follow_communities": "Abonu komunumojn de la <1>tuta</1> mondo",
    "open_source": "Malfermitkoda",
    "open_source_desc": "Lemmy estas kaj ĉiam restos libera, <1>malfermitkoda</1> programo, uzanta la forte <2>kopilasigan</2> <3>permesilon AGPL</3>.",
    "blazing_fast": "Rapidega",
    "blazing_fast_desc": "Farita per iuj el la plej rapidaj ilaroj, inkludante <1>Rust</1>, <2>Actix</2>, <3>Diesel</3>, <4>Inferno</4> kaj <5>Typescript</5>.",
    "users": "uzantoj",
    "month": "monato",
    "docs": "Dokumentaĵo",
    "can_fully_erase": "Vi povas tute forigi viajn datenojn, anstataŭigante ĉiujn afiŝojn kaj komentojn.",
    "create_discussion_platform_desc": "Per Lemmy vi povas <1>facile gastigi vian propran servilon</1>, kaj ĉiuj ĉi tiuj serviloj estas <2>interligitaj</2> (pensu pri retpoŝto) kaj konektita al la sama universo, nomita <3>Fediverso</3>. Por kolektilo de ligiloj, ĉi tio signifas, ke iu registrita en servilo povas aboni komunumojn aliloke kaj povas diskuti kun homoj en tute malsama servilo.",
    "mod_tools_desc": "Ĉiu servilo havas sian propran administradan politikon por helpi instigi sanan medion, kie ĉiu povas senti sin komforta kontribuante.",
    "about_text": "<1>La ideo krei Lemmy estis kombinaĵo de faktoroj.</1><2>Malfermitkodaj programistoj kiel mi delonge rigardis la supreniro de la «kvin grandaj», la usonaj teknologiaj gigantoj, kiuj sukcesis kapti preskaŭ ĉion el la monda ĉiutaga komunikado. Ni demandis nin, kiel homoj foriris el retejoj fokusitaj pri enhavo kaj kion ni povas fari por renversi ĉi tiun tendencon, per maniero kiu estas facile alirebla por ne-teknologie fokusita publiko.</2><3>La enigaj baroj en la reto estas multe pli malgranda ol ekzemple en la fizika mondo: oni nur bezonas komputilon kaj iom da scio pri programado... sed tamen la ĉefaj firmaoj de sociaj retejoj povis malhelpi konkuradon pro almenaŭ du kialoj: iliaj retejoj estas facile uzeblaj kaj ili jam havas grandan nombron de uzantoj (la avantaĝo de la iniciatinto). La lasta estas pli grava; se vi iam klopodis igi, ke iu uzu malsama babileja apo, vi scios kion mi volas diri.</3><4>Nu mi ŝategis la komencan Reddit, ne nur pro la maniero kiel ĝi sukcesis meti ĉiujn novaĵojn por la komunumoj kaj temoj, kiujn mi volis vidi en unu lokon, sed ankaŭ pro la diskutaj arboj malsupre de ĉiu ligilo afiŝita. Mi ankoraŭ havas multajn el ili konservitaj, kaj mi gajnis multe pli per la diskutoj malsupre de la ligitoj ol per la ligiloj mem. En mia opinio, la komunumo-fokusita arb-similaj diskutoj kaj la ebleco fari, kreski kaj mastrumi komunumojn estas kio igis Reddit la 5-a plej populara retejo en Usono kaj el kie tiom multe da homoj en la tuta mondo ricevas siaj novaĵoj.</4><5>Sed tiu ŝipo veturis antaŭ jaroj; la frua noviga spirito de Reddit foriris kun Aaron Schwartz: ĝiaj libertarianaj fondintoj permesis iujn el la plej rasismaj kaj seksismaj enretaj komunumoj, kiuj putris dum jaroj, nur okaze forigante ilin nur pro grandega komunuma kriado. Reddit fermis ĝian fontkodon antaŭ jaroj, kaj la Reddit-redezajno iĝis ŝvela kontraŭprivateca malordo.</5><6>Ĝi estis absorbita de tiu maŝino de kapitalisma spurigado de Silicon Valley, kiu varigas uzantojn por vendi reklamojn kaj pagitajn talentojn, kaj propagandigas usonajn interesojn antaŭ ĉio. Estante programa teknologio unu el la lastaj monopolaj eksportaĵoj, kiujn Usono havas, estus naive pensi, ke unu el la 5 plej popularaj sociaj retejoj, el kie tiom multe da homoj en la mondo ricevas siajn novaĵojn, estus alia afero malsama ol la porparolanto de la interesoj de tiuj samaj usonaj marbordaj teknologiaj firmaoj.</6><7>Malgraŭ la konservativa argumento, ke la grandaj teknologiaj firmaoj estas regataj de «maldekstra propagando», ĝi estas liberala kaj favora al Usono, ne maldekstra (maldekstra parolante pri la larĝa kategorio de kontraŭkapitalismo). Reddit malpermesis grandan parton de maldekstraj uzantoj kaj komunumoj, kaj la Reddit-administrantoj pere de anoncaj afiŝoj plurfoje kalumnias la ĉefajn malamikojn de ekstera politiko dirante, ke ili havas «robotajn kampanjojn» kaj ke ili «manipulas Reddit», sed la implicitaj Reddit-komunumoj (/r/news, /r/pics, ktp), kiu havas la saman etan nombron de administrantoj favoras vidpunktojn akordajn al usonaj eksterlandaj interesoj. Ilia konvene nomita /r/copaganda diskutejo malkovris la por-polican propagandon, kiu ĉiam ŝajnas esti en la hejma paĝo de Reddit, kiam ĉiu tragedio, en kiu fie agas la usona polico mortigante la senkulpajn (aŭ montrante policanojn kisante hundidojn, kvankam la usona polico mortigas ĉirkaŭ 30 hundojn ĉiutage, kion esploristoj nomis «notita statistika fenomeno»).</7><8>Ni lastatempe ankaŭ vidis kreskadon de afiŝoj kontraŭ Ĉinio en Reddit, kaj kune de tio venas kontraŭĉina rasismo, kiun Reddit silente instigas. Ke okcidentaj landoj vidas kreskon de atakoj kontraŭ ĉina-amerikanoj, same kiel oni trovis, ke multaj el la krimuloj de pluraj krimoj de malamo kontraŭ inoj estis aktivaj Reddit-uzantoj en Reddit-komunumoj por la viraj rajtoj, tion ni ne ignoras, kaj ni scias, kion ĉi tiuj firmaoj defendas, kiam oni parolas pri violento kaj krimoj de malamoj. Ni maldekstruloj scias, ke nia pozicio en ĉi tiuj platformoj estas malforta en la plej bonaj okazoj; ni nuntempe estas tolerataj, sed tio ne ĉiam okazos.</8><9>La ideo fari alternativon por Reddit ŝajnis senutilan, ĝis Mastodon (federaciigita alternativo por Twitter) komencis iĝi populara. Per ActivityPub (protokolo / komuna lingvo, kiun servoj de sociaj retejoj povas uzi por paroli inter ili), ni fine havas solvon por la avantaĝo de la iniciatinto: nun iu povas krei aŭ funkciigi malgrandan retejon, sed ankoraŭ esti konektita al pli granda universo de uzantoj.</9><10>Nutomic kaj mi origine kreis Lemmy por plenigi la rolon kiel federaciigita alternativo por Reddit, sed per ĝia kreskado ĝi eblas iĝi ĉefa fonto de novaĵoj kaj diskutoj, ekzistanta ekster la usona jurisdikciaj agokampo kaj kontrolo.</10><11>Skribita de Dessalines, decembro de 2020.</11>",
    "create_discussion_platform": "Krei <1>vian propran</1> diskutejon",
    "live_updates": "Realtempaj ĝisdatigoj",
    "more_features": "Pli da <1>funkcioj</1>",
    "self_hostable": "Memgastigebla, facile disponigebla, per <1>Docker</1> aŭ <2>Ansible</2>.",
    "clean_interface": "Pura, saĝtelefone adaptita interfaco.",
    "avatar_support": "Subteno de uzula profilbildo.",
    "themes_including": "Etosoj, inkludante helan, malhelan kaj sunlumigitan.",
    "emojis_autocomplete": "Emoĝioj kun aŭtomata kompletigo. Komencu tajpi <1>:</1>",
    "user_tagging": "Markado de uzantoj per <1>@</1>, markado de komunumo per <2>!</2>.",
    "notifications_including": "Sciigoj, inkludante per retpoŝto.",
    "i18n_support": "<1>Internaciiga subteno por pli da 30 lingvoj.</1>",
    "rss_feeds": "RSS / Atom fluoj por <1>Ĉiuj</1>, <2>Abonitaj</2>, <3>Ricevujo</3>, <4>Uzanto</4> kaj <5>Komunumo</5>.",
    "support_donate": "Subteno / Donaci",
    "mod_tools": "Povaj iloj por administrantoj",
    "nsfw_support": "Malklarigitaj afiŝoj / komunuma subteno.",
    "full_vote_scores": "Plenaj voĉdonaj poentoj <1>(+/-)</1> kiel malnova Reddit.",
    "integrated_image_uploading": "Integrita bilda alŝuto en kaj afiŝoj kaj komentoj.",
    "live_updates_desc": "Novaj komentoj kaj afiŝoj aperas en via hejma paĝo kaj ricevujo; Neniu pâga reŝarĝo plu bezonata.",
    "footer_desc": "Farita per <1>Inferno</1> kaj <2>Chota</2>",
    "join": "Aliĝi",
    "apps": "Apoj",
    "mobile_apps_for_ios_and_android": "Telefonaj apoj por iOS kaj Android.",
    "apps_title": "Lemmy - Apoj kaj Bibliotekoj",
    "lemmy_apps": "Lemmy-<1>apoj</1>",
    "choose_from_apps": "Elektu unu el la jenaj apoj.",
    "web_apps": "Retejaj apoj",
    "api_libraries": "API-bibliotekoj",
    "contact_title": "Lemmy - Kontakto",
    "contact": "Kontakto",
    "sponsors": "Sponsoroj",
    "donate": "Donaci",
    "join_title": "Lemmy - Retumi servilojn",
    "lemmy_servers": "Lemmy-<1>serviloj</1>",
    "apply_to_join": "Peti por aliĝi",
    "about": "Pri",
    "about_title": "Pri Lemmy",
    "add_weblate": "Vi povas aldoni tradukojn per nia <1>weblate</1>.",
    "support_title": "Lemmy - Subteno",
    "donate_to_lemmy": "Donaci al Lemmy",
    "support_lemmy": "Subtenu Lemmy",
    "contributers": "Kontribuintoj",
    "instance_totals": "Vi povas aliri ĉiun la enhavon en la lemmyverso el ĉiu ajn servilo/nodo. La lemmyverso nuntempe havas {{instances}} nodojn kaj {{users}} monate aktivajn uzantojn.",
    "support": "Subteno",
    "choose_and_join": "Elektu kaj aliĝu al servilo el la jenaj aprobitaj serviloj.",
    "news": "Novaĵoj",
    "recommended_instances": "Rekomenditaj",
    "popular_instances": "Popularaj",
    "cli_apps": "Komandliniaj/Terminalaj apoj",
    "releases": "Lemmy-eldonoj",
    "users_active_per_month": "{{formattedCount}} / monate",
    "instance_browser": "Post kiam vi kreas konton, vi povas trovi komunumojn tra ĉiuj serviloj per",
    "instance_comparison": "Vidu pli detalan komparon de serviloj de Lemmy en",
    "browse_instance": "Retumi",
    "read_more": "Legi pli",
    "see_all_servers": "Vidi ĉiujn servilojn",
    "none_found": "Neniu trovita.",
    "lemmyverse": "Lemmyverso",
    "censorship_resistant": "Cenzuro-rezista",
    "federation": "Federacio",
    "federation_desc": "Lemmy-serviloj povas konekti inter si en reto de fido, konigante afiŝojn, komentojn kaj komunumojn.",
    "more_information": "Pli da informo",
    "all_languages": "Ĉiuj lingvoj",
    "all_topics": "Ĉiuj temoj",
    "all_platforms": "Ĉiuj platformoj",
    "ios": "iOS",
    "android": "Android",
    "web": "Interreto",
    "cli": "Komanda linio",
    "topic": "Temo",
    "interests": "Interesoj",
    "languages": "Lingvoj",
    "sort": "Ordigi",
    "what_topic": "Pri kiuj temoj vi pleje interesiĝas?",
    "what_language": "Kiun lingvon vi parolas?",
    "random": "Hazarde",
    "most_active": "Plej aktivaj",
    "general": "Ĝeneralaj",
    "technology": "Teknologio",
    "politics": "Politiko",
    "lgbtq": "LGBTQ+",
    "art": "Arto",
    "literature": "Literaturo",
    "music": "Muziko",
    "hobbies": "Ŝatokupoj",
    "gaming": "Ludado",
    "sports": "Sportoj",
    "contact_us": "Kontaktu <1>nin</1>",
    "donate_title": "Lemmy - Donaci",
    "instance_disclaimer": "Vi povas aliri ĉiujn enhavojn en la Lemmyverso el iu ajn servilo, do ne gravas la servilo, kiun vi elektas.",
    "active_users": "Aktivaj uzantoj",
    "servers": "Serviloj",
    "per_month": "{{formattedCount}} / monate",
    "supporters": "{{formattedCount}} subtenantoj",
    "based_on_salary": "Bazite sur averaĝa eŭropa {{formattedCount}} €-salajro de programisto laŭ developersalary.com",
    "total_users": "{{formattedCount}} uzantoj sume",
    "total_comments": "{{formattedCount}} komentoj sume",
    "monthly_active_users": "{{formattedCount}} aktivaj uzantoj (uzantoj, kiuj afiŝis aŭ komentis en la lasta monato)",
    "closed_source_warning": "Averto: ĉi tiu apo estas fermitkoda kaj povus kolekti viajn datenojn. Se vi uzas ĝin, estos via propra risko.",
    "registrations_open": "Aliĝoj malfermitaj",
    "registrations_closed": "Aliĝoj fermitaj",
    "requires_application": "Bezonas aliĝpeton",
    "copyright_line": "Lemmy uzas la permesilon GNU Affero General Public License v3.0",
    "censorship_resistant_desc": "Gastigante vian propran servilon, vi povas havi la tutan kontrolon de via enhavo.",
    "least_active": "Malplej aktivaj",
    "moderation_tools": "Iloj por administrantoj",
    "explore": "Esplori"
}
