{
    "join_a_server": "Unirse a un servidor",
    "run_a_server": "Ejecuta un servidor",
    "lemmy": "Lemmy",
    "lemmy_desc": "Un agregador de enlaces para el fediverso.",
    "open_source": "Código abierto",
    "open_source_desc": "Lemmy es y seguirá siendo siempre software gratuito, <1>de código abierto</1>, utilizando la fuerte <3>Licencia AGPL</3><2>copyleft</2>.",
    "blazing_fast": "Rápido como un rayo",
    "blazing_fast_desc": "Desarrollado usando algunos de los frameworks y herramientas más rápidas, incluyendo <1>Rust</1>, <2>Actix</2>, <3>Diesel</3>, <4>Inferno</4>, y <5>Typescript</5>.",
    "mod_tools": "Poderosas herramientas de moderador",
    "mod_tools_desc": "Cada servidor puede establecer su propia política de moderación, para ayudar a fomentar un entorno saludable en el que todos puedan sentirse cómodos contribuyendo.",
    "create_discussion_platform": "Cree su propia plataforma de debate",
    "live_updates": "Actualizaciones en directo",
    "live_updates_desc": "Los nuevos comentarios y publicaciones llegan a la página principal y a la bandeja de entrada; ya no es necesario actualizar la página.",
    "more_features": "Más características",
    "self_hostable": "Autoalojable, fácil de desplegar, vía <1>Docker</1>, o <2>Ansible</2>.",
    "clean_interface": "Interfaz limpia y fácil de usar para los móviles.",
    "avatar_support": "Soporte de avatar de usuario.",
    "full_vote_scores": "Puntuaciones completas de los votos <1>(+/-)</1> como en el antiguo Reddit.",
    "themes_including": "Temas, incluyendo claro, oscuro y solarizado.",
    "emojis_autocomplete": "Emojis con soporte de autocompletar. Empieza escribiendo <1>:</1>",
    "user_tagging": "Etiquetado de usuarios con <1>@</1>, etiquetado comunitario con <2>!</2>.",
    "notifications_including": "Notificaciones, incluso por correo electrónico.",
    "rss_feeds": "Fuentes RSS / Atom para <1>Todos</1>, <2>Suscritos</2>, <3>Buzón</3>, <4>Usuario</4>, y <5>Comunidad</5>.",
    "nsfw_support": "Publicación NSFW / apoyo de la comunidad.",
    "support_donate": "Apoyar / Donar",
    "apps_title": "Lemmy - Aplicaciones y bibliotecas",
    "lemmy_apps": "Aplicaciones Lemmy",
    "choose_from_apps": "Elige una de las siguientes aplicaciones.",
    "web_apps": "Aplicaciones web",
    "api_libraries": "Bibliotecas de la API",
    "contact_title": "Lemmy - Contacto",
    "contact": "Contacto",
    "support_on_liberapay": "Soporte en Liberapay",
    "support_on_patreon": "Apoyar en Patreon",
    "support_on_opencollective": "Apoyar en OpenCollective",
    "footer_desc": "Hecho con <1>Inferno</1> y <2>Chota</2>",
    "join": "Unirse",
    "apps": "Aplicaciones",
    "sponsors": "Patrocinadores",
    "docs": "Documentación",
    "code_of_conduct": "Código de conducta",
    "join_title": "Lemmy - Unirse a un servidor",
    "lemmy_servers": "Servidores Lemmy",
    "sponsors_title": "Lemmy - Patrocinadores",
    "donate_to_lemmy": "Donar a Lemmy",
    "silver_sponsors_desc": "Los patrocinadores de plata son los que se comprometieron a aportar 40 dólares a Lemmy.",
    "lemmy_title": "Lemmy - Un agregador de enlaces para el fediverso",
    "follow_communities": "Sigue a comunidades en cualquier parte del mundo",
    "lemmy_long_desc": "<1>Lemmy</1> es similar a sitios como <6>Menéame</6>, <2>Reddit</2>, <3>Lobste.rs</3>, o <4>Hacker News</4>: te suscribes a las comunidades que te interesan, publicas enlaces y debates, y luego votas y comentas en ellos. Lemmy no es sólo una alternativa a menéame/reddit; es una red de comunidades interconectadas gestionadas por diferentes personas y organizaciones, todas ellas combinadas para crear <5>una única portada personalizada</5> de tus noticias, artículos y memes favoritos.",
    "create_discussion_platform_desc": "Con Lemmy, puedes <4>alojar fácilmente tu propio servidor</4>, y todos estos servidores están <2>federados</2> (piensa en el correo electrónico), y conectados al mismo universo, llamado el <5>Fediverso</5>. Para un agregador de enlaces, esto significa que alguien registrado en un servidor puede suscribirse a comunidades en otros lugares, y puede tener discusiones con personas en un servidor completamente diferente.",
    "integrated_image_uploading": "Carga de imágenes integrada tanto en los mensajes como en los comentarios.",
    "can_fully_erase": "Se puede borrar completamente sus datos, reemplazando todos los mensajes y comentarios.",
    "donate_desc": "Lemmy es un software libre y de código abierto, lo que significa que no hay publicidad, monetización o capital de riesgo, nunca. <1>Tus donaciones</1> apoyan directamente el desarrollo a tiempo completo del proyecto.",
    "choose_and_join": "Elige y únete a un servidor de los aprobados que aparecen a continuación.",
    "general_sponsors_desc": "Los Patrocinadores Generales son aquellos que se comprometieron a donar entre 10 y 39 dólares a Lemmy.",
    "i18n_support": "<1>i18n / soporte de internacionalización para > 30 idiomas.</1>",
    "coc": "Código de conducta",
    "about": "Acerca de",
    "add_weblate": "Puedes añadir traducciones a través de nuestro <1>weblate</1>.",
    "support": "Soporte",
    "support_title": "Lemmy - Soporte",
    "support_lemmy": "Apoya a Lemmy",
    "contributers": "Contribuyentes",
    "thanks_translators": "Un agradecimiento especial a nuestros traductores: ",
    "thanks_coders": "Un agradecimiento especial a nuestros programadores: ",
    "instance_totals": "El lemmyverse tiene actualmente {{instances}} instancias, y {{users}} usuarios.",
    "users": "usuarios",
    "month": "mes",
    "about_title": "Acerca de Lemmy",
    "about_text": "<1>La idea de crear Lemmy fue una combinación de factores.</1><2>Los desarrolladores de código abierto, como yo, llevamos mucho tiempo observando el ascenso de los «Cinco Grandes», los gigantes tecnológicos estadounidenses que han conseguido tener en sus manos casi toda la comunicación cotidiana del mundo. Nos hemos preguntado por qué la gente se ha alejado de los sitios centrados en el contenido, y qué podemos hacer para subvertir esta tendencia, de una manera que sea fácilmente accesible para un público no centrado en la tecnología.</2><3>Las barreras de entrada en la web son mucho más bajas que, por ejemplo, en el mundo físico: todo lo que se necesitas es un ordenador y algunos conocimientos de codificación... sin embargo, las empresas de medios sociales predominantes han sido capaces de eludir la competencia por al menos dos razones: sus sitios son fáciles de usar, y ya tienen un gran número de usuarios (la ventaja de «ser el primero»). Esto último es más importante; si alguna vez has intentado que alguien utilice una aplicación de chat diferente, sabrás a qué me refiero.</3><4>Ahora bien, me encantaba el antiguo Reddit, no sólo por la forma en que se las arreglaba para poner todas las noticias de las comunidades y los temas que quería ver en un solo lugar, sino por los árboles de discusión detrás de cada enlace publicado.  Todavía tengo muchos de estos guardados, y he ganado mucho más de la discusión detrás de los enlaces, que de los propios enlaces. En mi opinión, son las discusiones centradas en la comunidad, en forma de árbol, así como la capacidad de hacer, crecer y curar las comunidades, lo que ha hecho de Reddit el quinto sitio más popular en los EE.UU., y donde tantas personas en todo el mundo obtienen sus noticias. </4><5>Pero ese barco zarpó hace años; el espíritu innovador inicial de reddit se fue con Aaron Schwartz: sus fundadores libertarios han permitido que algunas de las comunidades online más racistas y sexistas se encontrasen en Reddit durante años, eliminándolas sólo ocasionalmente cuando las protestas de la comunidad alcanzan un punto álgido. Reddit cerró su código fuente hace años, y el rediseño de Reddit se ha convertido en un abultado lío anti-privacidad.</5><6>Se ha convertido en algo absorbido por esa máquina de capitalismo de vigilancia de Silicon Valley que comidifica a los usuarios para vender anuncios y aptitudes de pago, y hace propaganda de los intereses pro-estadounidenses por encima de todo. Siendo la tecnología del software uno de los últimos monopolios de exportación que tiene EE.UU., sería ingenuo pensar que uno de los 5 sitios de medios sociales más populares, donde tantas personas en todo el mundo obtienen sus noticias, sería otra cosa que un portavoz de los intereses de esas mismas empresas tecnológicas costeras de EE.UU..</6><7>A pesar del argumento conservador de que la gran tecnología está dominada por la «propaganda de izquierda», es liberal, y pro-estadounidense, no de izquierda (el izquierdismo se refiere a la amplia categoría de anticapitalismo). Reddit ha prohibido su cuota de usuarios y comunidades de izquierda, y los administradores de Reddit, a través de anuncios, difaman repetidamente a los principales enemigos de la política exterior de EE.UU. por tener «campañas de bots» y «manipular Reddit», aunque las comunidades de Reddit por defecto (/r/news, /r/pics, etc...), que comparten un pequeño número de moderadores, impulsan una línea coherente con los intereses de la política exterior de EE.UU. El subreddit /r/copaganda ha expuesto la propaganda a favor de la policía que siempre parece aparecer en la portada de Reddit tras cada tragedia en la que la policía estadounidense mata a inocentes (o muestra a la policía besando a cachorros, aunque la policía estadounidense mata a unos 30 perros cada día, lo que los investigadores han calificado de «fenómeno estadístico notable»). </7><8>También hemos visto un aumento de los posts sinofóbicos que han llegado a Reddit últimamente, y junto con eso viene el racismo antichino, que Reddit alienta tácitamente. Que los países occidentales están viendo un aumento de los ataques contra los asiático-americanos, al igual que algunos de los autores de varios crímenes de odio contra las mujeres que fueron descubiertos siendo Redditors activos en las comunidades de derechos de los hombres en Reddit, no se nos escapa, y sabemos dónde están estas empresas de tecnología realmente cuando se trata de la violencia y el discurso de odio. Los izquierdistas sabemos que nuestra posición en estas plataformas es, en el mejor de los casos, sostenible; actualmente somos tolerados, pero no siempre será así.</8><9>La idea de hacer una alternativa a Reddit parecía inútil, hasta que Mastodon (una alternativa federada a Twitter), comenzó a hacerse popular. Utilizando ActivityPub (un protocolo/lenguaje común que los servicios de medios sociales pueden utilizar para hablar entre sí), por fin tenemos una solución a la ventaja de «ser el primero»: ahora alguien puede construir o dirigir un pequeño sitio, pero seguir conectado a un universo más amplio de usuarios. </9><10>Nutomic y yo hicimos originalmente Lemmy para cumplir el papel de alternativa federada a Reddit, pero a medida que crece, tiene el potencial de convertirse en una fuente principal de noticias y discusión, existiendo fuera del dominio y control jurisdiccional de los Estados Unidos.</10><11>Escrito por Dessalines, diciembre de 2020.</11>"
}
