{
    "join_a_server": "Zerbitzari batekin bat egin",
    "run_a_server": "Zerbitzari bat exekutatu",
    "lemmy": "Lemmy",
    "lemmy_desc": "Esteka-agregatzaile bat fedibertsoarentzat.",
    "blazing_fast": "Tximista bezain azkarra",
    "mod_tools": "Neurritasunerako tresna ahaltsuak",
    "create_discussion_platform": "Zure eztabaida-plataforma sortu",
    "live_updates": "Zuzeneko eguneratzeak",
    "more_features": "Ezaugarri gehiago",
    "clean_interface": "Diseinu garbia eta mugikorretarako erabiltzeko erraza.",
    "avatar_support": "Erabiltzailea abalatzeko euskarria.",
    "themes_including": "Gaiak, argia, iluna eta eguzkitsua barne.",
    "user_tagging": "<1>@</1> duten erabiltzaileen etiketak, <2>!</2> duten erkidegoko etiketak.",
    "integrated_image_uploading": "Irudiak kargatzea, mezuetan eta iruzkinetan integratuta.",
    "can_fully_erase": "Zure datuak erabat ezaba ditzakezu, mezu eta iruzkin guztiak ordezkatuz.",
    "nsfw_support": "NSFW argitalpena / komunitatearen babesa.",
    "support_donate": "Lagundu / Donatu",
    "apps_title": "Lemmy - Aplikazioak eta liburutegiak",
    "lemmy_apps": "Lemmyren aplikazioak",
    "choose_from_apps": "Aukeratu aplikazio hauetako bat.",
    "web_apps": "Web aplikazioak",
    "contact_title": "Lemmy - Kontaktua",
    "contact": "Kontaktua",
    "support_on_liberapay": "Liberapayen lagundu",
    "support_on_patreon": "Patreonen lagundu",
    "support_on_opencollective": "OpenCollectiveen lagundu",
    "footer_desc": "<1>Infernorekin</1> eta <2>Chotarekin </ 2> egina",
    "join": "Bat egin",
    "apps": "Aplikazioak",
    "sponsors": "Babesleak",
    "docs": "Dokumentazioa",
    "code_of_conduct": "Jokabide-kodea",
    "coc": "Jokabide-kodea",
    "join_title": "Lemmy - Zerbitzari batekin elkartu",
    "lemmy_servers": "Lemmy zerbitzariak",
    "choose_and_join": "Aukeratu eta batu jarraian agertzen diren gaindituen zerbitzari batera.",
    "sponsors_title": "Lemmy - Babesleak",
    "donate_to_lemmy": "Lemmyri dohaintza",
    "silver_sponsors_desc": "Zilarrezko babesleak Lemmyri 40 dolar emateko konpromisoa hartu zutenak dira.",
    "general_sponsors_desc": "Lemmyri 10 eta 39 dolar artean emateko konpromisoa hartzen dutenak dira babesle nagusiak.",
    "lemmy_title": "Lemmy - Lotura agregatzaile bat fedibertsoarentzat",
    "follow_communities": "Komunitateak jarraitu munduko edozein lekutatik",
    "lemmy_long_desc": "<1>Lemmy</1> <2>Reddit</2>, <3>Lobste.rs</3> edo <4>Hacker News</4> bezalako guneen antzekoa da: interesatzen zaizkizun komunitateetan harpidetzen zara, estekak eta eztabaidak argitaratu, eta horietan bozkatu eta komentatu. Lemmy ez da reddit-aren alternatiba bat soilik; hainbat pertsonak eta erakundek kudeatutako komunitate interkonektatuen sare bat da, guztiak konbinatuta <5>zure albiste, artikulu eta memoria gogokoenen</5> azal pertsonalizatu bakarra sortzeko.",
    "open_source": "Kode irekia",
    "open_source_desc": "Lemmy beti software doakoa eta librea izango da, <1>kode irekikoa</1>, <2>copyleft</2> <3>AGPL lizentzia</3> indarra erabiliz.",
    "blazing_fast_desc": "Frameworketako eta tresnarik azkarrenetako batzuk erabiliz egina: <1>Rust</1>, <2>Actix</2>, <3>Diesel</3>, <4>Inferno</4> eta <5>Typescript</5>.",
    "mod_tools_desc": "Zerbitzari bakoitzak bere neurritasun-politika ezar dezake, ingurune osasungarri bat sustatzen laguntzeko, non guztiok eroso senti gaitezkeen.",
    "create_discussion_platform_desc": "Lemmyrekin, <1>zure zerbitzaria</1> erraz ostatatu dezakezu, eta zerbitzari horiek guztiak <2>federatuta daude</2> (pentsatu posta elektronikoan), eta unibertso berera konektatuta, <3>Fediverso</3> izenekoa. Esteken agregatzaile batentzat, honek esan nahi du zerbitzari batean erregistratutako norbait beste toki batzuetako komunitateetan harpidetu daitekeela, eta erabat ezberdina den zerbitzari batean pertsonekin eztabaidak izan ditzakeela.",
    "live_updates_desc": "Iruzkin eta argitalpen berriak orrialde nagusira eta sarrera-erretilura iristen dira; jada ez da beharrezkoa orria eguneratzea.",
    "self_hostable": "Autoostatagarria, zabaltzeko erraza, <1>Docker</1> edo <2>Ansible</2> bidez.",
    "full_vote_scores": "Botoen puntuazio osoak <1>(+/-)</1>, lehengo Redditen bezala.",
    "emojis_autocomplete": "Emojiak, autoosatzeko euskarriarekin. Hasi idazten <1>:</1>",
    "notifications_including": "Jakinarazpenak, baita posta elektronikoz ere.",
    "i18n_support": "<1>i18n / nazioartekotze-euskarria > 30 hizkuntzatarako.</1>",
    "rss_feeds": "RSS/Atom iturriak <1>Guztiak</1>, <2>Harpidetuak</2>, <3>Postontzia</3>, <4>Erabiltzailea</4>, eta <5>Komunitatea</5>.",
    "api_libraries": "API liburutegiak",
    "donate_desc": "Lemmy software librea eta kode irekia da, eta horrek esan nahi du ez dagoela publizitaterik, monetizaziorik edo arrisku-kapitalik, inoiz ez. <1>Zure dohaintzek</1> zuzenean babesten dute proiektuaren lanaldi osoko garapena.",
    "instance_totals": "Gaur egun, lemmyverse-ak {{instances}} instantzia ditu, eta {{users}} erabiltzaile.",
    "support": "Euskarria",
    "support_title": "Lemmy - Euskarria",
    "support_lemmy": "Lagundu Lemmyri",
    "contributers": "Zergadunak",
    "thanks_translators": "Esker on berezia gure itzultzaileei: ",
    "thanks_coders": "Gure programatzaileei esker on berezia: ",
    "users": "erabiltzaile",
    "month": "hilabetean",
    "about": "Honi buruz",
    "about_title": "Lemmyri buruz",
    "add_weblate": "Gure <1>weblate</1> bidez gehitu ditzakezu itzulpenak.",
    "about_text": "<1>Lemmy sortzeko ideia faktore-konbinazio bat izan zen.</1> <2>Kode irekiko programatzaileek, nik bezala, denbora luzea daramagu “Bost Handiak”, munduko eguneroko komunikazio ia guztia eskuetan izatea lortu duten erraldoi teknologiko estatubatuarren gorakadari beha. Geure buruari galdetu diogu zergatik urrundu den jendea edukian zentratutako guneetatik, eta zer egin dezakegun joera hori iraultzeko. Teknologian zentratuta.</2>< 3>Webean sartzeko oztopoak askoz ere baxuagoak dira, adibidez, mundu fisikoan baino: ordenagailu bat eta kodifikazio-ezagutza batzuk behar dira... Hala ere, gizarte-baliabideetako enpresa nagusiak gai izan dira lehia saihesteko, gutxienez bi arrazoirengatik: webguneak erabilerrazak dira, eta dagoeneko erabiltzaile kopuru handia dute (“lehena izatea” abantaila). Noizbait saiatu zara norbaitek txat-aplikazio desberdin bat erabil dezan, jakingo duzu zertaz ari naizen. </3><4>Oraindik asko gustatzen zitzaidan Reddit zaharra, ez bakarrik komunitateetako albiste guztiak eta ikusi nahi nituen gaiak leku bakar batean jartzeko moldatzen zen moduagatik, baizik eta argitaratutako esteka bakoitzaren atzeko eztabaida-zuhaitzengatik. Horietako asko gordeta dauzkat oraindik, eta askoz gehiago irabazi ditut. Estekak, esteketatik bertatik. Nire ustez, komunitatean oinarritutako eztabaidak dira, zuhaitz itxurakoak, bai eta komunitateak egiteko, hazteko eta sendatzeko gaitasuna ere. Horrek bihurtu du Reddit bosgarren lekurik ezagunena AEBetan, eta mundu osoan hainbeste pertsonak lortzen dute haren berri.</4><5>Baina itsasontzi hori duela urte batzuk itsasoratu zen; Redditen hasieran egon zen espiritu berritzaile hori, baina Aaron Schwartzrekin pikutara joan zen. Bere fundatzaile libertarioek online komunitaterik arrazista eta sexistenetako batzuk baimendu dituzte eta Redditen urteetan zehar egon ziren, soilik noizbehinka ezabatuz komunitatearen protestak puntu gorenera iristen direnean. Redditek bere iturburu-kodea itxi zuen duela urte batzuk, eta Redditen birdiseinua pribatutasunaren aurkako iskanbila handia bihurtu da.</5>< 6>Silicon Valleyren zaintzarako kapitalismo makina horrek xurgatutako zerbait bihurtu da. Beste ezeren gainetik, estatubatuarren aldekoak. Softwarearen teknologia AEBek esportatzeko duten azken monopolioetako bat izanik, inozoa litzateke pentsatzea gizarte-hedabideen 5 gune ezagunenetako bat, non mundu osoan hainbeste pertsonak beren albisteak lortzen dituzten, AEBko kostaldeko enpresa teknologiko horien interesen bozeramailea besterik ez litzatekeela izango...</6><7>Teknologia handia nagusi dela dioen argudio kontserbadorea gorabehera. Redditek debekatu egin du ezkerreko erabiltzaileen eta komunitateen kuota, eta redditen administratzaileek, iragarkien bidez, behin eta berriz difamatzen dituzte AEBko atzerri politikaren etsai nagusiak, “Boten kanpainak” eta “Reddit manipulatzea” dituztelako, nahiz eta Redditen komunitateek besterik adierazi ez (/r/news, AEBko kanpo politika subreddit/r/copagandak poliziaren aldeko propaganda azaldu du, eta Redditen azalean beti agertzen dela dirudi, polizia estatubatuarrak errugabeak hiltzen dituen tragedia bakoitzaren ondoren (edo polizia txakurkumeak musukatzen erakusten duen bitartean, nahiz eta polizia estatubatuarrak egunero 30 txakur inguru hiltzen dituen, ikertzaileek “fenomeno estatistiko nabarmentzat” jo dutena). </7><8>Azkenaldian, eta horrekin batera dator Redditek tazituki bultzatzen duen arrazakeria antitxinatarra. Mendebaldeko herrialdeak asiar eta amerikarren aurkako erasoak areagotzen ari direla ikusten ari dira, Redditeko gizonen eskubideen komunitateetan Redditors aktiboak zirela aurkitu zituzten emakumeen aurkako zenbait gorroto-krimenen egileetako batzuk bezala, eta badakigu non dauden teknologia-enpresa horiek indarkeria eta indarkeria direnean. Ezkertiarrok badakigu plataforma horietan dugun posizioa jasangarria dela, kasurik onenean; gaur egun toleranteak gara, baina ez da beti horrela izango.</8><9>Redditi alternatiba bat egitearen ideia alferrikakoa zirudien, Mastodon (Twitterren alternatiba federatua) ospetsu bihurtzen hasi zen arte. Gune txiki bat eraiki edo zuzentzea, baina erabiltzaile-unibertso zabalago batera konektatuta jarraitzea.</9><10>Nutomic eta biok Lemmy egin genuen jatorrian Redditen alternatiba federatuaren papera betetzeko, baina hazten doan heinean, albiste eta eztabaida iturri nagusi bihurtzeko ahalmena du, Estatu Batuen domeinu eta kontrol jurisdikzionaletik kanpo existitzen delarik.</10><11>2020eko abendua, Dessalinesek idatzia.</11>"
}
