{
    "lemmy_title": "Lemmy - Agregador de ligazóns para o fediverso",
    "join_a_server": "Únete a un Servidor",
    "run_a_server": "Xestiona un Servidor",
    "lemmy": "Lemmy",
    "lemmy_desc": "Agregador de ligazóns para o fediverso.",
    "follow_communities": "Únete a comunidades de todo o mundo",
    "open_source": "Código aberto",
    "open_source_desc": "Lemmy é libre e así será sempre, software de <1>código aberto</1>, baixo a protección da <3>Licenza AGPL</3> <2>copyleft</2>.",
    "blazing_fast": "Rápido como un raio",
    "blazing_fast_desc": "Feito utilizando marcos de traballo e ferramentas áxiles como <1>Rust</1>, <2>Actix</2>, <3>Diesel</3>, <4>Inferno</4>, e <5>Typescript</5>.",
    "mod_tools": "Potentes Ferramentas para a Moderación",
    "create_discussion_platform": "Crea a túa propia plataforma para conversar",
    "live_updates": "Actualizacións en directo",
    "live_updates_desc": "Os novos comentarios e publicacións aparecen directamente na túa páxina de inicio e caixa de entrada; Non hai que darlle a actualizar.",
    "more_features": "Máis características",
    "self_hostable": "Auto-hospedable, fácil de instalar, vía <1>Docker</1>, ou <2>Ansible</2>.",
    "clean_interface": "Interface amigable e adaptada ao móbil.",
    "avatar_support": "Soporte para avatar da usuaria.",
    "full_vote_scores": "Contador de votos completo <1>(+/-)</1> como no antigo Reddit.",
    "themes_including": "Decorados, incluíndo claro, escuro e solarizado.",
    "emojis_autocomplete": "Emojis con autocompletado. Actívase escribindo <1>:</1>",
    "user_tagging": "Cita de usuarias utilizando <1>@</1>, e cita de Comunidades utilizando <2>!</2>.",
    "integrated_image_uploading": "Subida integrada de imaxes tanto en publicacións como en comentarios.",
    "notifications_including": "Notificacións, incluindo vía email.",
    "i18n_support": "<1>i18n / soporte de internacionalización para > 30 idiomas.</1>",
    "can_fully_erase": "Podes eliminar totalmente os teus datos, quitando tódalas publicacións e comentarios.",
    "nsfw_support": "Soporte NSFW para publicacións / comunidades.",
    "support_donate": "Axuda / Doa",
    "apps_title": "Lemmy - Apps e Bibliotecas",
    "lemmy_apps": "Apps Lemmy",
    "choose_from_apps": "Elixe algunha destas apps.",
    "web_apps": "Web Apps",
    "api_libraries": "Bibliotecas API",
    "contact_title": "Lemmy - Contacto",
    "contact": "Contacto",
    "donate_desc": "Lemmy é software libre, de código aberto, o que significa que non haberá nunca publicidade, busca de beneficios ou capital risco. <1>As túas doazóns</1> van directamente á axuda ao desenvolvemento do proxecto.",
    "support_on_liberapay": "Doa en Liberapay",
    "support_on_patreon": "Doa en Patreon",
    "support_on_opencollective": "Doa en OpenCollective",
    "footer_desc": "Feito con <1>Inferno</1> e <2>Chota</2>",
    "join": "Únete",
    "apps": "Apps",
    "sponsors": "Patrocinadoras",
    "docs": "Docs",
    "code_of_conduct": "Código de conduta",
    "coc": "CdC",
    "join_title": "Lemmy - Únete a un Servidor",
    "lemmy_servers": "Servidores Lemmy",
    "choose_and_join": "Elixe e únete a un servidor dos propostos aquí embaixo.",
    "sponsors_title": "Lemmy - Patrocinadoras",
    "donate_to_lemmy": "Doa a Lemmy",
    "silver_sponsors_desc": "Patrocinadoras Silver son aquelas que comprometeron $40 a Lemmy.",
    "general_sponsors_desc": "Patrocinadoras General son aquelas que apoiaron con de $10 a $39 a Lemmy.",
    "lemmy_long_desc": "<1>Lemmy</1> é semellante a sitios como <2>Reddit</2>, <3>Lobste.rs</3>, ou <4>Hacker News</4>: subscríbeste a comunidades do teu interese, publicas ligazóns e temas, despois votas e comentas acerca deles. Lemmy non só é unha alternativa a reddit; é unha rede interconectada de comunidades xestionadas por diferentes persoas e organizacións, todas combinadas para crear <5>unha única páxina de inicio personalizada</5> para as túas novas favoritas, artigos e memes.",
    "mod_tools_desc": "Cada servidor pode establecer as súas propias regras de moderación, para axudar a manter un ambiente saudable onde as persoas se sintan cómodas para contribuír.",
    "create_discussion_platform_desc": "Con Lemmy, podes <1>crear facilmente o teu propio servidor</1>, e todos esos servidores estarán <2>federados</2> (ao xeito do email), e conectados ao mesmo universo, chamado <3>Fediverso</3>. Para un agregador de ligazóns, esto significa que alguén rexistrado nun servidor pode subscribirse a comunidades de calquera outro, e ter conversas con xente nun servidor completamente diferente.",
    "rss_feeds": "Fonte RSS / Atom para <1>Todo</1>, <2>Subscrita</2>, <3>Entrada</3>, <4>Usuaria</4>, e <5>Comunidade</5>.",
    "month": "mes",
    "support_lemmy": "Axuda a Lemmy",
    "support": "Axuda",
    "support_title": "Lemmy - Axuda",
    "contributers": "Colaboradoras",
    "thanks_translators": "Agradecemento especial ás tradutoras: ",
    "thanks_coders": "Grazas mil ás desenvolvedoras: ",
    "instance_totals": "O lemmyverso actualmente consta de {{instances}} instancias, e {{users}} usuarias.",
    "users": "usuarias",
    "about": "Acerca de",
    "about_title": "Acerca de Lemmy",
    "add_weblate": "Engade novas traducións no noso <1>weblate</1>.",
    "about_text": "<1>A idea de crear Lemmy xurdíu da combinación de factores</1><2>As persoas que desenvolven código aberto coma min levamos moito tempo vendo como medraron as \"Big Five\", as empresas tecnolóxicas xigantes de USA que foron quen de apoderarse de case tódalas comunicacións diarias en todo o mundo. Preguntámonos a razón de que as persoas fuxiran dos sitios web centrados no contido, e que podemos facer para reverter esta tendencia, dun xeito que sexa accesible para persoas sen entusiasmo pola tecnoloxía.</2><3>As barreiras de acceso á web están moito máis baixas que no mundo físico: só precisas unha computadora e uns pouco de coñecemento sobre programación... e aínda así as empresas de medios sociais foron quen de arramplar coa competencia por dúas razóns polo menos: as súas webs son fáciles de usar, e xa teñen enormes cantidades de usuarias (quen chega primeiro come antes). Isto último é importante; se intentaches algunha vez que alguén usase unha app diferente saberás do que estou a falar.</3><4>A min gostábame moito o reddit dos comezos, non só polo xeito en que conseguía pór nun só lugar tódalas novas para as comunidades e os temas que a min me interesaban, se non tamén polas conversas que delas xurdían. Aínda teño algún desos fíos gardados, e teño aprendido moito máis desas conversas que das ligazóns propiamente ditas. Na miña opinión, o que fixo grande a reddit e o quinto sitio web máis popular nos USA e boa parte do mundo, foi que se centraba na comunidade, en conversas estructuradas ao xeito-das-árbores, así como a posibilidade de facer medrar estas comunidades coidando delas.</4><5>Moitos anos xa pasaron desde esa época; este espíritu inicial de innovación marchou xunto con Aaron Schwartz: os seus fundadores libertarios permitiron que as comunidades máis racistas e sexistas campasen sen límite durante anos en reddit, eliminandoas puntualmente só para rexurdir con máis forza. Reddit pechou o seu código fonte hai anos, e o redeseño de reddit converteuno nun sin dios que atenta contra a privacidade.</5><6>Pasou a formar parte da maquinaria do capitalismo-de-vixilancia de Silicon Valley que converte as usuarias en produtos para vender anuncios e pagar vicios, promovendo os intereses de USA por encima de todo. Sendo a tecnoloxía do software un dos últimos monopolios que pode exportar USA, sería moi inocente pensar que un dos sitios web máis populares, onde se informa xente de todo o mundo, podería librarse de converterse no altofalante desos mesmos intereses das empresas de tecnoloxía.</6><7>O discurso dos conservadores acerca de que as Big Tech están dominadas por \"propaganda de esquerdas\" móstrase falso, sendo liberal, pro-USA, non de esquerdas (sendo a \"esquerda\" un amplo termo que poderiamos denominar anti-capitalismo). Reddit vetou boa parte das usuarias e comunidades de esquerdas, e a administración de reddit ridiculizou e denunciou aos enemigos da política exterior norteamericana como \"camapañas de bots\", e \"manipulacións de reddit\", a pesar de que as comunidades por defecto en reddit (/r/news, /r/pics, etc.), que comparten un pequeno número de moderadores, puxan de xeito consistente a prol da política exterior norteamericana. O subreddit ben chamado /r/copaganda expuxo  propaganda pro-policía que sempre semella alcanzar a páxina principal de reddit cando acontece algunha traxedía onde un policía de USA mata a un inocente (ou mostra policías bicando mascotas, aínda que a policía en USA mata uns 30 cans cada día, o que os investigadores definen como \"un evento estatísticamente significativo\").</7><8>Ultimamente tamén atopamos moitas publicacións anti-China, acompañadas de racismo anti-chinés, que reddit fomenta de xeito tácito. Nos paises occidentais vemos un aumento dos ataques contra Asia-Americanos, do mesmo xeito que varios autores de crimes de odio contra as mulleres foron descubertos como activos membros de reddit en comunidades reddit acerca dos dereitos-dos-homes, isto non pasa desapercibido, e sabemos de que xeito se posicionan estas compañías de tecnoloxía cando hai violencia e discurso de odio. As persoas de esquerdas sabemos que a nosa posición nestas plataformas é feble como moito; somos toleradas, mais non sempre vai ser así.</8><9>A idea de crear unha alternativa a reddit semellaba un sinsentido, ata que Mastodon (unha alternativa federada a Twitter) comezou a facerse popular. Usando activitypub (un protocolo / linguaxe común que os servizos de internet social usan para comunicarse) atopamos unha solución para a \"vantaxe dos pioneiros\": agora calquera pode construír un pequeno sitio, pero estar conectado a un amplo universo de usuarias.</9><10>Nutomic máis eu creamos inicialmente Lemmy para xogar o papel de alternativa federada a reddit, mais ao ir medrando obtivo o potencial de converterse no medio principal de novas e conversa para persoas fóra do dominio xurisdicional e control de EEUU.</10><11>Escrito por Dessalines, Nadal do 2020.</11>"
}
