{
    "lemmy": "Lemmy",
    "lemmy_desc": "Pengumpul tautan untuk fediverse.",
    "follow_communities": "Ikuti komunitas-komunitas di bagian dunia mana pun",
    "open_source": "Sumber Terbuka",
    "open_source_desc": "Lemmy adalah dan akan selalu menjadi perangkat lunak bebas dan <1>sumber terbuka</1>, menggunakan <3>Lisensi AGPL</3> dengan <2>copyleft</2> yang kuat.",
    "blazing_fast": "Sangat Cepat",
    "blazing_fast_desc": "Dibuat menggunakan beberapa kerangka dan alat tercepat, seperti <1>Rust</1>, <2>Actix</2>, <3>Diesel</3>, <4>Inferno</4>, dan <5>Typescript</5>.",
    "mod_tools": "Alat Moderator Sangat Kuat",
    "lemmy_title": "Lemmy - Pengumpul tautan untuk fediverse",
    "join_a_server": "Gabung sebuah peladen",
    "run_a_server": "Jalankan sebuah peladen",
    "lemmy_long_desc": "<1>Lemmy</1> serupa seperti situs-situs seperti <2>Reddit</2>, <3>Lobster.rs</3>, atau <4>Hacker News</4>: Anda berlangganan ke komunitas yang Anda tertarik dengan mereka, pos tautan dan diskusi, setelahnya berikan suara dan komentar ke pos tersebut. Lemmy bukan hanya alternatif dari Reddit, tapi juga merupakan jaringan dari komunitas yang saling berhubungan yang dijalankan oleh orang dan organisasi yang berbeda, semua bersatu membentuk <5>satu halaman depan yang dipersonalisasi</5> dari berita, artikel, dan meme favorit Anda.",
    "mod_tools_desc": "Setiap peladen bisa mengatur kebijakan moderasinya sendiri untuk membantu mengembangkan lingkungan yang sehat dimana semua bisa nyaman berkontribusi.",
    "docs": "Dokumentasi",
    "create_discussion_platform": "Buat tempat diskusi Anda sendiri",
    "live_updates": "Pengkinian Langsung",
    "live_updates_desc": "Komentar baru dan pos mengalir langsung ke halaman depan dan kotak masuk Anda; Tidak perlu menyegarkan halaman.",
    "more_features": "Fitur Lainnya",
    "self_hostable": "Bisa disetel sendiri dan mudah untuk di pasang menggunakan <1>Docker</1> atau <2>Ansible</2>.",
    "clean_interface": "Antarmuka bersih dan adaptif terhadap ponsel.",
    "avatar_support": "Dukungan avatar untuk pengguna.",
    "themes_including": "Banyak tema, termasuk terang, gelap, dan solarized.",
    "emojis_autocomplete": "Emoji dengan dukungan ketik otomatis. Mulai mengetik <1>:</1>",
    "user_tagging": "Tandai pengguna menggunakan <1>@</1>, tandai komunitas menggunakan <2>!</2>.",
    "integrated_image_uploading": "Pengunggahan gambar terintegrasi baik di pos atau komentar.",
    "notifications_including": "Notifikasi, termasuk melalui surel.",
    "i18n_support": "<1>i18n/dukungan penginternasionalan untuk > 30 bahasa.</1>",
    "rss_feeds": "Umpan RSS/Atom untuk <1>Semua</1>, <2>Berlangganan</2>, <3>Kotak Masuk</3>, <4>Pengguna</4>, dan <5>Komunitas</5>.",
    "can_fully_erase": "Bisa menghapus seluruhnya data Anda, menggantikan seluruh pos dan komentar.",
    "nsfw_support": "Dukungan pos/komunitas NSFW.",
    "support_donate": "Dukung/Donasi",
    "apps_title": "Lemmy - Aplikasi dan Pustaka",
    "lemmy_apps": "Aplikasi Lemmy",
    "choose_from_apps": "Pilih dari aplikasi-aplikasi di bawah ini.",
    "web_apps": "Aplikasi Peramban",
    "api_libraries": "Pustaka API",
    "contact_title": "Lemmy - Kontak",
    "contact": "Kontak",
    "donate_desc": "Lemmy adalah perangkat lunak bebas dan sumber terbuka, berarti tidak ada iklan, monetasi, atau penanaman modal selamanya. <1>Donasi Anda</1> secara langsung mendukung pengembangan penuh proyek ini.",
    "support_on_liberapay": "Dukung di Liberapay",
    "full_vote_scores": "Skor pilihan penuh <1>(+/-)</1> seperti Reddit yang lama.",
    "support_on_patreon": "Dukung di Patreon",
    "support_on_opencollective": "Dukung di OpenCollective",
    "footer_desc": "Dibuat menggunakan <1>Inferno</1> dan <2>Chota</2>",
    "join": "Gabung",
    "apps": "Aplikasi",
    "sponsors": "Sponsor",
    "code_of_conduct": "Kode Etik",
    "coc": "Kode Etik",
    "join_title": "Lemmy - Gabung sebuah peladen",
    "lemmy_servers": "Peladen Lemmy",
    "choose_and_join": "Pilih dan gabung sebuah peladen dari daftar peladen yang disetujui di bawah ini.",
    "sponsors_title": "Lemmy - Sponsor",
    "donate_to_lemmy": "Donasi ke Lemmy",
    "silver_sponsors_desc": "Sponsor Perak adalah mereka yang berdonasi 40 USD ke Lemmy.",
    "general_sponsors_desc": "Sponsor Umum adalah mereka yang berdonasi 10 hingga 39 USD ke Lemmy.",
    "create_discussion_platform_desc": "Dengan Lemmy, Anda bisa <1>dengan mudah menyetel peladen Anda sendiri</1> dan seluruh peladen tersebut <2>terfederasi</2> (seperti surel) dan terhubung ke semesta yang sama, yaitu <3>Fediverse</3>. Untuk pengumpul tautan, ini berarti seseorang yang terdaftar di satu peladen bisa berlangganan ke komunitas-komunitas di manapun dan bisa berdiskusi dengan orang di peladen yang sepenuhnya berbeda.",
    "support": "Dukung",
    "support_title": "Lemmy - Dukung",
    "support_lemmy": "Dukung Lemmy",
    "contributers": "Kontributor",
    "thanks_translators": "Sebuah terima kasih yang spesial kepada penerjemah kami: ",
    "thanks_coders": "Sebuah terima kasih yang spesial kepada pengode kami: ",
    "instance_totals": "Lemmyverse sekarang mempunyai {{instances}} peladen dan {{users}} pengguna.",
    "users": "pengguna",
    "month": "bulan",
    "about": "Tentang",
    "about_title": "Tentang Lemmy",
    "add_weblate": "Anda bisa menambahkan terjemahan lewat <1>Weblate</1> kami.",
    "about_text": "<1>Ide untuk membuat Lemmy merupakan gabungan beberapa faktor.</1><2>Pengembang sumber terbuka, seperti diriku, telah lama menonton kebangkitan \"Lima Besar,\" perusahaan teknologi besar AS yang telah menguasai hampir seluruh komunikasi sehari-hari dunia ke tangan mereka. Kami telah menanyakan ke diri kami sendiri kenapa orang-orang berpindah dari situs yang terfokus ke konten dan apa yang bisa kami lakukan untuk mengalihkan tren ini yang dimana mudah diakses teruntuk pengguna yang tidak melek teknologi.</2><3>Penghalang untuk masuk ke web lebih rendah daripada dunia nyata: semua yang dibutuhkan adalah komputer dan sedikit pengetahuan pengodean... namun perusahaan media sosial yang mendominasi telah mampu mencegah persaingan setidaknya karena dua alasan: situs mereka mudah digunakan dan mereka sudah punya banyak pengguna (keuntungan \"penggerak pertama\"). Yang terakhir lebih penting; jika kau mencoba membuat seseorang untuk menggunakan aplikasi perpesanan yang berbeda, kau akan tahu apa yang aku maksud.</3><4>Sekarang aku menyukai Reddit masa-masa awal, bukan hanya karena mereka mampu menempatkan semua berita untuk komunitas dan topik yang aku mau lihat di satu tempat, tetapi juga untuk pohon diskusi di belakang tautan yang dipos. Aku masih mempunyai banyak seperti itu yang disimpan dan telah memperoleh banyak dari diskusi di balik tautan tersebut daripada tautan itu sendiri. Dalam pandanganku, terfokus ke komunitas, pohon diskusinya, dan juga kemampuan untuk membuat, mengembangkan, dan mengkurasi komunitas yang membuat Reddit menjadi situs ke-5 terpopuler di AS dan banyak orang di seluruh dunia mendapatkan beritanya.</4><5>Tetapi kapal tersebut berlayar bertahun-tahun yang lalu; jiwa inovatif awal Reddit pergi bersama Aaron Schwartz: pendiri libertariannya telah membiarkan beberapa komunitas paling rasis dan seksis bercokol di Reddit selama bertahun-tahun, hanya sesekali menghapusnya ketika protes komunitas mencapai puncaknya. Reddit menutup kode sumbernya bertahun-tahun yang lalu dan pendesainan ulang Reddit telah menjadi kekacauan anti-privasi yang membengkak.</5><6>Situs tersebut terserap menjadi mesin pengawasan-kapitalis Sillicon Valley yang mengkomersialisasi penggunanya untuk menjual iklan dan kekhasan (flair) berbayar dan mempropogandakan kepentingan pro-AS diatas segalanya. Teknologi perangkat lunak menjadi salah satu ekspor monopoli terakhir yang dimiliki AS, akan naif untuk berpikir bahwa salah satu dari 5 situs media sosial paling populer, di mana begitu banyak orang di seluruh dunia mendapatkan berita mereka, akan menjadi apa pun selain corong untuk kepentingan perusahaan teknologi pesisir AS yang sama.</6><7>Terlepas dari pembicaraan konservatif bahwa teknologi besar didominasi oleh “propaganda kiri”, mereka adalah liberal dan pro-AS, bukan kiri (kiri merujuk pada kategori luas anti-kapitalisme). Reddit telah melarang pengguna dan komunitas kiri dan admin Reddit melalui pos pengumuman berulang kali menjelek-jelekkan musuh kebijakan luar negeri utama AS karena memiliki \"kampanye bot\" dan \"pemanipulasian Reddit,\" namun komunitas baku Reddit (/r/news , /r/pics, dll.) yang berbagi sejumlah kecil moderator, mendorong garis yang konsisten dengan kepentingan kebijakan luar negeri AS. Subreddit /r/copaganda mengungkapkan propaganda pro-polisi yang sepertinya selalu menghantam halaman depan Reddit setelah setiap tragedi yang melibatkan polisi AS yang membunuh orang yang tidak bersalah (atau menunjukkan polisi mencium anak anjing, meskipun polisi AS membunuh ~30 anjing setiap hari, yang oleh para peneliti disebut sebagai 'fenomena statistik yang dicatat').</7><8>Kami juga telah melihat peningkatan pos anti-Cina yang melanda Reddit akhir-akhir ini yang bersamaan dengan itu muncul rasisme anti-China, yang secara diam-diam didukung oleh Reddit. Bahwa negara-negara barat mengalami peningkatan serangan melawan orang Asia-Amerika, sama seperti beberapa pelaku beberapa kejahatan kebencian terhadap perempuan ditemukan sebagai redditor yang aktif di komunitas Reddit hak-hak laki-laki, tidak hilang dari kita dan kita tahu dimana perusahaan teknologi tersebut berdiri ketika menghadapi kekerasan dan ujaran kebencian. Kaum kiri tahu bahwa posisi kami di tempat tersebut paling bagus masih bisa dipertahankan; kami saat ini ditoleransi, tetapi itu tidak akan selalu terjadi.</8><9>Ide untuk membuat alternatif Reddit tampak sia-sia, sampai Mastodon (alternatif Twitter terfederasi) mulai populer. Menggunakan activitypub (protokol/bahasa umum yang dapat digunakan layanan media sosial untuk berbicara satu sama lain), kami akhirnya memiliki solusi untuk keuntungan \"penggerak pertama\"; sekarang seseorang dapat membangun atau menjalankan situs kecil, tetapi tetap terhubung ke semesta pengguna yang lebih luas.</9><10>Nutomic dan aku awalnya membuat Lemmy untuk mengisi peran sebagai alternatif terfederasi untuk Reddit, tetapi seiring pertumbuhannya, platform ini berpotensi menjadi sumber berita dan diskusi utama, yang ada di luar domain dan kendali yurisdiksi AS.</ 10><11>Ditulis oleh Dessalines, Desember 2020.</11>"
}
