{
    "lemmy_title": "Lemmy - fediverse를 위한 링크 수집기",
    "join_a_server": "서버 접속",
    "run_a_server": "서버 실행",
    "lemmy": "Lemmy",
    "follow_communities": "전 세계 어디서나 커뮤니티 팔로우",
    "open_source": "오픈 소스",
    "blazing_fast": "빠른 속도",
    "open_source_desc": "Lemmy는 <1>오픈 소스</1> 소프트웨어이며 무료입니다. 강력한 <2>copyleft</2> <3>AGPL 라이선스</3>입니다.",
    "mod_tools": "강력한 Mod 툴",
    "mod_tools_desc": "각 서버는 자체적으로 운영 정책을 설정하여 모두가 편안하게 기여할 수있는 건강한 환경을 조성 할 수 있습니다.",
    "create_discussion_platform": "나만의 토론 플랫폼 만들기",
    "live_updates": "라이브 업데이트",
    "live_updates_desc": "새로운 댓글과 게시물이 귀하의 첫 페이지와 받은 편지함으로 스트리밍됩니다; 더 이상 페이지를 새로 고칠 필요가 없습니다.",
    "more_features": "더 많은 기능",
    "self_hostable": "<1>Docker</1> 또는 <2>Ansible</2>을 통해 자체 호스팅 가능하고 배포하기 쉽습니다.",
    "themes_including": "테마는 밝음, 어둠, 태양빛을 주제로 제공합니다.",
    "integrated_image_uploading": "게시물과 댓글 모두 이미지 업로드.",
    "i18n_support": "<1>i18n / 30 개 이상의 언어에 대한 국제화 지원.</1>",
    "can_fully_erase": "모든 게시물과 댓글을 대체하여 데이터를 완전히 지울 수 있습니다.",
    "nsfw_support": "NSFW 글 / 커뮤니티 지원.",
    "support_donate": "지원 / 기부",
    "apps_title": "Lemmy - 앱과 라이브러리",
    "lemmy_apps": "Lemmy 앱",
    "choose_from_apps": "아래 앱중에서 선택하세요.",
    "web_apps": "웹앱",
    "api_libraries": "API 라이브러리",
    "contact_title": "Lemmy - 연락",
    "notifications_including": "알림시 이메일에도 발송.",
    "support_on_liberapay": "Liberapay로 지원",
    "support_on_patreon": "Patreon로 지원",
    "support_on_opencollective": "OpenCollective로 지원",
    "footer_desc": "<1>Inferno</1> 와 <2>Chota</2>로 제작",
    "join": "접속",
    "sponsors": "스폰서",
    "docs": "문서",
    "code_of_conduct": "개발정책",
    "coc": "행동강령",
    "lemmy_servers": "Lemmy 서버",
    "choose_and_join": "아래에서 승인된 서버에서 서버를 선택하고 가입하십시오.",
    "sponsors_title": "Lemmy - 스폰서",
    "donate_to_lemmy": "Lemmy에 기부",
    "silver_sponsors_desc": "실버 스폰서는 Lemmy에게 40 달러를 약속한 사람들입니다.",
    "general_sponsors_desc": "일반 스폰서는 Lemmy에게 $10에서 $39를 약속한 사람들입니다.",
    "lemmy_desc": "fediverse를 위한 링크 수집기.",
    "lemmy_long_desc": "<1>Lemmy</1>는 <2>Reddit</2>, <3>Lobste.rs</3> 또는 <4>Hacker News</4>와 같은 사이트와 유사합니다: 커뮤니티에 가입하여 관심있는 링크와 토론을 게시를 하고 투표와 덧글을 달 수 있습니다. Lemmy는 단지 레딧 대안이 아닙니다. 서로 다른 사람과 조직이 운영하는 상호 연결된 커뮤니티 네트워크로, 모두 결합하여 좋아하는 뉴스, 기사 및 밈의 <5>개인화 된 단일 첫 페이지</5>를 만듭니다.",
    "blazing_fast_desc": "<1>Rust</1>, <2>Actix</2>, <3>Diesel</3>, <4>Inferno</4> 및 <5>Typescript</5>를 포함하여 가장 빠른 프레임 워크 및 도구를 사용하여 제작되었습니다.",
    "create_discussion_platform_desc": "Lemmy를 사용하면 <1>자신의 서버를 쉽게 호스팅</1> 할 수 있으며 이러한 모든 서버는 <2>연합</2> (예 : 이메일)으로 <3>Fediverse</3>라고하는 동일한 세계에 연결됩니다. . 링크 어그리게이터의 경우 한 서버에 등록 된 사람이 다른 곳에서 커뮤니티에 가입 할 수 있고 완전히 다른 서버에있는 사람들과 토론 할 수 있음을 의미합니다.",
    "clean_interface": "깨끗하고 모바일 친화적인 인터페이스.",
    "avatar_support": "사용자 아바타 지원.",
    "full_vote_scores": "Reddit과 마찬가지로 모든 올림 내림은 <1>(+/-)</1>입니다.",
    "emojis_autocomplete": "이모지는 자동 완성을 지원합니다. <1>:</1>을 사용합니다",
    "rss_feeds": "<1>전체</1>, <2>구독</2>, <3>받은 편지함</3>, <4>사용자</4> 및 <5>커뮤니티</5>를 위한 RSS / Atom 피드.",
    "contact": "연락",
    "donate_desc": "Lemmy는 무료 오픈 소스 소프트웨어이므로 광고, 수익 창출 또는 투자 자본이 전혀 없습니다. <1>기부</1>는 프로젝트의 풀 타임 개발을 직접적으로 지원합니다.",
    "apps": "앱",
    "join_title": "Lemmy - 서버 접속",
    "user_tagging": "사용자 태그는 <1>@</1>을, 커뮤니티 태그는 <2>!</2>을 사용합니다.",
    "support_lemmy": "Lemmy 지원",
    "month": "월",
    "thanks_translators": "번역해주신분들에게 감사: ",
    "add_weblate": "<1>weblate</1>를 통해 번역을 추가할 수 있습니다.",
    "support": "지원",
    "support_title": "Lemmy - 지원",
    "contributers": "기여한분들",
    "thanks_coders": "코더분들에게 감사: ",
    "instance_totals": "현재 lemmyverse는 {{instances}} 인스턴스, 그리고 {{users}} 유저가 활동중입니다.",
    "users": "이용자",
    "about": "소개",
    "about_title": "Lemmy에 대하여",
    "about_text": "<1>The idea to make Lemmy was a combination of factors.</1><2>Open source developers like myself have long watched the rise of the “Big Five”, the US tech giants that have managed to capture nearly all the world’s everyday communication into their hands. We’ve been asking ourselves why people have moved away from content-focused sites, and what we can do to subvert this trend, in a way that is easily accessible to a non-tech focused audience.</2><3>The barriers to entry on the web, are much lower than say in the physical world: all it takes is a computer and some coding knowhow… yet the predominating social media firms have been able to stave off competition for at least two reasons: their sites are easy to use, and they have huge numbers of users already (the “first mover” advantage). The latter is more important; if you’ve ever tried to get someone to use a different chat app, you’ll know what I mean.</3><4>Now I loved early reddit, not just for the way that it managed to put all the news for the communities and topics I wanted to see in a single place, but for the discussion trees behind every link posted.  I still have many of these saved, and have gained so much more from the discussion behind the links, than I have from the links themselves. In my view, its the community-focused, tree-like discussions, as well as the ability to make, grow, and curate communities, that has made reddit the 5th most popular site in the US, and where so many people around the world get their news.</4><5>But that ship sailed years ago; the early innovative spirit of reddit left with Aaron Schwartz: its libertarian founders have allowed some of the most racist and sexist online communities to fester on reddit for years, only occasionally removing them only when community outcry reaches a fever pitch. Reddit closed its source code years ago, and the reddit redesign has become a bloated anti-privacy mess.</5><6>Its become absorbed into that silicon valley surveillance-capitalist machine that commidifies users to sell ads and paid flairs, and propagandizes pro-US interests above all. Software technology being one of the last monopoly exports the US has, it would be naive to think that one of the top 5 most popular social media sites, where so many people around the world get their news, would be anything other than a mouthpiece for the interests of those same US coastal tech firms.</6><7>Despite the conservative talking point that big tech is dominated by “leftist propaganda”, it is liberal, and pro-US, not left (leftism referring to the broad category of anti-capitalism). Reddit has banned its share of leftist users and communities, and the reddit admins via announcement posts repeatedly villify the US’s primary foreign-policy enemies as having “bot campaigns”, and “manipulating reddit”, yet the default reddit communities (/r/news, /r/pics, etc), who share a small number of moderators, push a line consistent with US foreign-policy interests. The aptly named /r/copaganda subreddit has exposed the pro-police propaganda that always seems to hit reddit’s front page in the wake of every tragedy involving US police killing the innocent (or showing police kissing puppies, even though US police kill ~ 30 dogs every day, which researchers have called a “noted statistical phenomenon”).</7><8>We’ve also seen a rise in anti-China posts that have hit reddit lately, and along with that comes anti-chinese racism, which reddit tacitly encourages. That western countries are seeing a rise in attacks against Asian-Americans, just as some of the perpetrators of several hate-crimes against women were found to be redditors active in mens-rights reddit communities, is not lost on us, and we know where these tech companies really stand when it comes to violence and hate speech. Leftists know that our position on these platforms is tenable at best; we’re currently tolerated, but that will not always be the case.</8><9>The idea for making a reddit alternative seemed pointless, until Mastodon (a federated twitter alternative), started becoming popular. Using activitypub (a protocol / common language that social media services can use to speak to each other), we finally have a solution to the “first mover” advantage: now someone can build or run a small site, but still be connected to a wider universe of users.</9><10>Nutomic and I originally made Lemmy to fill the role as a federated alternative to reddit, but as it grows, it has the potential become a main source of news and discussion, existing outside of the US’s jurisdictional domain and control.</10><11>Written by Dessalines, December 2020.</11>"
}
