{
    "join_a_server": "Deelnemen aan een server",
    "run_a_server": "Een server hosten",
    "lemmy": "Lemmy",
    "follow_communities": "Volg gemeenschappen <1>overal</1> ter wereld",
    "open_source": "Open-source",
    "open_source_desc": "Lemmy is en zal altijd gratis <1>open-source</1>-software zijn die gebruik maakt van de sterke <2>copyleft</2> <3>AGPL-licentie</3>.",
    "blazing_fast": "Razendsnel",
    "blazing_fast_desc": "Gemaakt met behulp van enkele van de snelste frameworks en tools, waaronder <1>Rust</1>, <2>Actix</2>, <3>Diesel</3>, <4>Inferno</4>, en <5>Typescript</5>.",
    "mod_tools": "Krachtig moderatiegereedschap",
    "mod_tools_desc": "Elke server kan zijn eigen moderatiebeleid bepalen, om een gezonde omgeving te bevorderen waarbij iedereen zich op zijn gemak voelt om bij te dragen.",
    "create_discussion_platform": "Creëer <1>uw eigen</1> discussieplatform",
    "live_updates": "Onmiddelijke actualiseringen",
    "live_updates_desc": "Nieuwe reacties en berichten stromen binnen op uw voorpagina en in uw postvak; U hoeft de pagina niet meer te verversen.",
    "more_features": "Meer <1>Functies</1>",
    "self_hostable": "Zelf te hosten en gemakkelijk uit te rollen, via <1>Docker</1> of <2>Ansible</2>",
    "clean_interface": "Schone, mobielvriendelijke interface",
    "avatar_support": "Ondersteuning voor gebruikers­avatars",
    "full_vote_scores": "Volledige stemscores <1>(+/-)</1> zoals op de oude Reddit",
    "themes_including": "Thema's, waaronder licht, donker, en solarized",
    "emojis_autocomplete": "Emojis met ondersteuning voor auto­aanvullen. Typ <1>:</1> om te zoeken",
    "user_tagging": "Tag gebruikers met <1>@</1>, tag gemeenschappen met <2>!</2>",
    "notifications_including": "Meldingen, ook via e-mail",
    "i18n_support": "<1>Internationalisatie-ondersteuning voor meer dan 30 talen</1>",
    "docs": "Documentatie",
    "can_fully_erase": "Uw gegevens kunnen volledig gewist worden waarbij alle berichten en reacties overschreven worden.",
    "nsfw_support": "Ondersteuning voor NSFW-berichten en -gemeenschappen",
    "support_donate": "Ondersteun / Doneer",
    "apps_title": "Lemmy - Apps en bibliotheken",
    "lemmy_apps": "Lemmy-<1>apps</1>",
    "web_apps": "Web-apps",
    "cli_apps": "CLI-/TUI-apps",
    "api_libraries": "API-bibliotheken",
    "contact": "Contact",
    "contact_title": "Lemmy - Contact",
    "footer_desc": "Gemaakt met <1>Inferno</1> and <2>Chota</2>",
    "join": "Deelnemen",
    "apps": "Apps",
    "sponsors": "Sponsoren",
    "code_of_conduct": "Gedragscode",
    "join_title": "Lemmy - Servers verkennen",
    "lemmy_servers": "Lemmy-<1>servers</1>",
    "choose_and_join": "Kies en vervoeg een server uit de onderstaande goedgekeurde lijst van servers.",
    "sponsors_title": "Lemmy - Sponsoren",
    "donate_to_lemmy": "Donneer aan Lemmy",
    "silver_sponsors_desc": "Zilveren sponsors zijn diegenen die maandelijks $40 hebben toegezegd aan Lemmy.",
    "coc": "Gedragscode",
    "lemmy_title": "Lemmy - Een link­verzamel­platform voor het fediversum",
    "lemmy_desc": "Een link­verzamel­platform voor het fediversum.",
    "lemmy_long_desc": "Lemmy is een zelfgehost sociaal link-aggregatie- en discussie­platform. Het is volledig vrij en open en wordt niet gecontroleerd door een bedrijf. Dit betekent dat er geen reclame, tracking of geheime algoritmes zijn. Inhoud is georganiseerd in gemeenschappen, dus het is gemakkelijk om u te abonneren op onderwerpen waarin u geïnteresseerd bent en andere te negeren. Stemmen wordt gebruikt om de meest interessante items naar de top te brengen.",
    "create_discussion_platform_desc": "Met Lemmy kunt u <1>gemakkelijk uw eigen server hosten</1>. Al deze servers zijn <2>gefedereerd</2> (zoals e-mail) en verbonden met hetzelfde universum, het <3>fediversum</3> genaamd. Voor een koppelingsverzamelpunt betekent dit dat iemand die op één server is geregistreerd zich kan abonneren op gemeenschappen elders, en discussies kan voeren met mensen op een compleet andere server.",
    "integrated_image_uploading": "Geïntegreerd uploaden van afbeeldingen in zowel berichten als reacties",
    "rss_feeds": "RSS-/Atom-feeds voor: <1>Alles</1>, <2>Geabonneerd</2>, <3>Inbox</3>, <4>Gebruiker</4>, en <5>Gemeenschap</5>",
    "choose_from_apps": "Kies uit een van de onderstaande apps.",
    "donate_desc": "Lemmy is gratis, open-source software, wat betekent dat er nooit reclame, te-gelde-making of risicokapitaal aan te pas komt. <1>Uw donaties</1> zullen de non-profit-organisatie voor Lemmy-ontwikkelaars helpen groeien en ervoor zorgen dat we nieuwe functies kunnen blijven toevoegen en Lemmy kunnen blijven verbeteren.",
    "general_sponsors_desc": "Algemene sponsors zijn diegenen die maandelijks $10 tot $39 hebben toegezegd aan Lemmy.",
    "thanks_coders": "Een speciaal dankwoord aan onze programmeurs: ",
    "month": "Maand",
    "about": "Over ons",
    "about_title": "Over Lemmy",
    "users": "Gebruikers",
    "support_lemmy": "Lemmy steunen",
    "contributers": "Bijdragers",
    "thanks_translators": "Een speciaal dankwoord aan onze vertalers: ",
    "instance_totals": "U kunt alle inhoud in de lemmyverse vanaf elke server/instantie bereiken. Het lemmyversum heeft momenteel {{instances}} instanties en {{users}} maandelijks actieve gebruikers.",
    "support": "Ondersteuning",
    "support_title": "Lemmy - Ondersteuning",
    "about_text": "<1>Het idee om Lemmy te maken was een combinatie van factoren.</1><2>Open source-ontwikkelaars zoals ik hebben lang toegekeken naar de opkomst van de \"Big Five\", de Amerikaanse techreuzen die erin geslaagd zijn om bijna alle dagelijkse communicatie van de wereld in hun handen te krijgen. We hebben ons afgevraagd waarom mensen zijn weggetrokken van inhoudsgerichte sites en wat we kunnen doen om deze trend om te buigen, op een manier die gemakkelijk toegankelijk is voor een niet-technologisch gericht publiek.</2><3>De toetredingsdrempels op het web zijn veel lager dan pakweg in de fysieke wereld: alles wat nodig is, is een computer en wat kennis van coderen... Toch zijn de dominante sociale-mediabedrijven in staat geweest om de concurrentie af te houden om ten minste twee redenen: hun sites zijn gemakkelijk te gebruiken en ze hebben al enorme aantallen gebruikers (het \"first mover\"-voordeel). Het laatste is belangrijker; als je ooit hebt geprobeerd om iemand een andere chat-app te laten gebruiken, weet je wat ik bedoel.</3><4>Nu hield ik van het vroege Reddit, niet alleen vanwege de manier waarop het erin slaagde om al het nieuws voor de gemeenschappen en onderwerpen die ik wilde zien op één plek te zetten, maar ook voor de discussiebomen achter elke geposte link.  Ik heb nog steeds veel van deze opgeslagen, en ik heb zoveel meer geleerd van de discussie achter de links, dan van de links zelf. Naar mijn mening zijn het de op de gemeenschap gerichte, boomachtige discussies en de mogelijkheid om gemeenschappen te maken, te laten groeien en te beheren die Reddit tot de 5e populairste site in de VS hebben gemaakt en waar zoveel mensen over de hele wereld hun nieuws vandaan halen. </4><5>Maar dat schip is al jaren geleden vertrokken; de innovatieve geest van Reddit is vertrokken met Aaron Schwartz: de libertaire oprichters hebben jarenlang toegestaan dat enkele van de meest racistische en seksistische online gemeenschappen op Reddit hebben kunnen broeien, en hebben deze slechts af en toe verwijderd wanneer de verontwaardiging van de gemeenschap een koorts hoogtepunt bereikte. Reddit heeft jaren geleden zijn broncode gesloten en het reddit-ontwerp is een opgeblazen anti-privacyzooi geworden. </5><6>Het is opgegaan in de surveillance-kapitalistische machine van Silicon Valley die gebruikers commidificeert om advertenties en betaalde flairs te verkopen, en die vooral pro-Amerikaanse belangen propageert. Aangezien softwaretechnologie een van de laatste monopolie-exportproducten van de VS is, zou het naïef zijn om te denken dat een van de top 5 populairste sociale mediasites, waar zoveel mensen over de hele wereld hun nieuws vandaan halen, iets anders zou zijn dan een spreekbuis voor de belangen van diezelfde Amerikaanse technologiebedrijven.</6><7>In weerwil van het conservatieve praatje dat big tech wordt gedomineerd door \"linkse propaganda\", is het liberaal en pro-Amerikaans, niet links (links verwijst naar de brede categorie van antikapitalisme). Reddit heeft zijn deel van linkse gebruikers en gemeenschappen verbannen, en de reddit-admins via aankondigingsberichten verguizen herhaaldelijk de belangrijkste vijanden van het buitenlands beleid van de VS als hebbende \"bot campagnes\", en \"manipuleren Reddit\", maar de standaard Reddit gemeenschappen (/r/news, /r/pics, enz.), die een klein aantal moderators delen, drukken een lijn uit die consistent is met de belangen van het buitenlands beleid van de VS. De subreddit /r/copaganda, met de toepasselijke naam, heeft de pro-politie propaganda blootgelegd die altijd op de voorpagina van Reddit lijkt te staan na elke tragedie waarbij Amerikaanse politieagenten onschuldigen doden (of waarop te zien is hoe de politieagenten puppy's kussen, ook al doodt de Amerikaanse politie elke dag ~30 honden, wat onderzoekers een \"opgemerkt statistisch fenomeen\" hebben genoemd). </7><8>We hebben ook gezien dat het aantal anti-Chinese berichten op Reddit de laatste tijd toeneemt, en daarmee ook het anti-Chinese racisme, dat door Reddit stilzwijgend wordt aangemoedigd. Dat westerse landen een toename zien in aanvallen tegen Aziatisch-Amerikanen, net zoals sommige van de daders van verschillende haat-misdaden tegen vrouwen redditors bleken te zijn die actief waren in mannen-rechten reddit gemeenschappen, is niet aan ons voorbij gegaan, en we weten waar deze tech-bedrijven echt staan als het aankomt op geweld en haatspraak. Links weet dat onze positie op deze platforms op zijn best houdbaar is; we worden momenteel getolereerd, maar dat zal niet altijd het geval zijn.</8><9>Het idee om een alternatief voor Reddit te maken leek zinloos, totdat Mastodon (een federatief Twitter-alternatief) populair begon te worden. Door gebruik te maken van activitypub (een protocol / gemeenschappelijke taal die sociale mediadiensten kunnen gebruiken om met elkaar te praten), hebben we eindelijk een oplossing voor het \"first mover\"-voordeel: nu kan iemand een kleine site bouwen of beheren, maar toch verbonden zijn met een breder universum van gebruikers. </9><10>Nutomic en ik hebben Lemmy oorspronkelijk gemaakt om de rol van een gefedereerd alternatief voor reddit te vervullen, maar naarmate het groeit, heeft het de potentie om een belangrijke bron van nieuws en discussie te worden, die buiten het rechtsgebied en de controle van de VS bestaat.</10><11>Geschreven door Dessalines, december 2020.</11>",
    "add_weblate": "U kan vertalingen toevoegen via onze <1>weblate</1>.",
    "browse_instance": "Verkennen",
    "news": "Nieuws",
    "releases": "Lemmy-uitgaven",
    "recommended_instances": "Aanbevolen",
    "popular_instances": "Populair",
    "donate": "Doneren",
    "instance_browser": "Nadat u een account heeft aangemaakt, kunt u gemeenschappen vinden in alle servers met behulp van",
    "users_active_per_month": "{{formattedCount}} per maand",
    "mobile_apps_for_ios_and_android": "Mobiele apps voor iOS en Android",
    "gold_sponsors_desc": "Gouden sponsors zijn diegenen die maandelijks $100 hebben toegezegd aan Lemmy.",
    "instance_comparison": "Voor een meer gedetailleerde vergelijking van Lemmy-servers, zie",
    "gold_pressed_latinum_sponsors_desc": "Goudegedrukte platina-sponsors zijn diegenen die maandelijks $500 of meer hebben toegezegd aan Lemmy.",
    "read_more": "Meer lezen",
    "lemmyverse": "Lemmyversum",
    "federation": "Federatie",
    "censorship_resistant": "Censuur­bestendig",
    "more_information": "Meer informatie",
    "android": "Android",
    "web": "Web",
    "cli": "CLI",
    "topic": "Onderwerp",
    "interests": "Interesses",
    "languages": "Talen",
    "sort": "Sorteren",
    "all_topics": "Alle onderwerpen",
    "all_platforms": "Alle platforms",
    "random": "Willekeurig",
    "general": "Algemeen",
    "technology": "Technologie",
    "politics": "Politiek",
    "religion": "Religie",
    "lgbtq": "LGBTQ+",
    "art": "Kunst",
    "literature": "Literatuur",
    "music": "Muziek",
    "hobbies": "Hobby's",
    "gaming": "Gamen",
    "sports": "Sport",
    "most_active": "Meest actief",
    "least_active": "Minst actief",
    "servers": "Servers",
    "contact_us": "<1>Contact</1> opnemen",
    "active_users": "Actieve gebruikers",
    "supporters": "{{formattedCount}} supporters",
    "donate_title": "Lemmy - Doneren",
    "months_remaining": "{{formattedCount}} maanden resterend",
    "registrations_open": "Registraties open",
    "registrations_closed": "Registraties gesloten",
    "total_comments": "{{formattedCount}} opmerkingen in totaal",
    "total_users": "{{formattedCount}} gebruikers in totaal",
    "none_found": "Geen enkele gevonden",
    "see_all_servers": "Alle servers tonen",
    "ios": "iOS",
    "contributors": "Bijdragers",
    "all_languages": "Alle talen",
    "per_month": "{{formattedCount}} per maand",
    "censorship_resistant_desc": "Door uw eigen server te hosten kunt u in volledige controle zijn over de inhoud.",
    "copyright_line": "Lemmy is gelicentieerd onder de GNU Affero General Public License v3.0",
    "what_topic": "In welk onderwerp bent u het meest geïnteresseerd?",
    "what_language": "Welke taal spreekt u?",
    "devs_funded": "{{formattedCount1}}/{{formattedCount2}} ontwikkelaars gefinancierd",
    "based_on_salary": "Gebaseerd op een gemiddeld Europees salaris voor softwareontwikkelaars van € {{formattedCount}} volgens developersalary.com",
    "requires_application": "Vereist registratie­aanvraag",
    "monthly_active_users": "{{formattedCount}} actieve gebruikers (gebruikers die de afgelopen maand berichten of opmerkingen hebben geplaatst)",
    "closed_source_warning": "Waarschuwing: Deze app is closed-source en kan mogelijk uw gegevens verzamenlen. Gebruik op eigen risico.",
    "federation_desc": "Lemmy-servers kunnen verbinding met elkaar maken in een web van vertrouwen, waarbij berichten, opmerkingen en gemeenschappen worden gedeeld.",
    "instance_disclaimer": "U heeft vanaf elke server toegang tot alle inhoud in het Lemmyversum, dus het maakt niet uit welke u kiest.",
    "moderation_tools": "Moderatie­gereedschap",
    "explore": "Verkennen"
}
