{
    "join_a_server": "Dołącz do serwera",
    "run_a_server": "Uruchom serwer",
    "lemmy": "Lemmy",
    "lemmy_desc": "Agregator linków w fediwersie.",
    "follow_communities": "Obserwuj społeczności z <1>całego</1> świata",
    "lemmy_title": "Lemmy - agregator linków w fediwersum",
    "lemmy_long_desc": "Lemmy jest samodzielnie zarządzaną platformą społecznościową do agregacji linków i dyskusji. Jest całkowicie wolna i otwarta, a nie kontrolowana przez żadną firmę. Oznacza to, że nie ma żadnych reklam, śledzenia, ani tajnych algorytmów. Treść jest zorganizowana w społeczności, więc łatwo jest obserwować tematy, które Cię interesują i ignorować inne. Głosowanie jest używane, aby przynieść najbardziej interesujące elementy do góry.",
    "open_source": "Otwarte Oprogramowanie",
    "docs": "Dokumentacja",
    "create_discussion_platform": "Stwórz <1> swoją własną</1> platformę do dyskusji",
    "live_updates_desc": "Nowe komentarze i posty są przesyłane na Twoją stronę główną i skrzynkę odbiorczą bez potrzeby odświeżania strony.",
    "clean_interface": "Przejrzysty, przyjazny dla urządzeń mobilnych interfejs.",
    "notifications_including": "Powiadomienia, również mailowe.",
    "support_donate": "Wesprzyj / przekaż darowiznę",
    "contact": "Kontakt",
    "blazing_fast": "Niesamowicie szybki",
    "blazing_fast_desc": "Stworzony z wykorzystaniem najszybszych frameworków i narzędzi, w tym <1>Rust</1>, <2>Actix</2>, <3>Diesel</3>, <4>Inferno</4>, i <5>Typescript</5>.",
    "mod_tools": "Potężne narzędnia moderacyjne",
    "mod_tools_desc": "Każdy serwer może określić własną politykę moderacji, aby wspierać zdrowe środowisko, gdzie każda osoba może uczestniczyć komfortowo.",
    "live_updates": "Aktualizacje na żywo",
    "more_features": "Więcej <1>Funkcji</1>",
    "self_hostable": "Możesz hostować własny serwer, łatwo uruchamiając go z użyciem <1>Dockera</1>, lub <2>Ansibli</2>.",
    "avatar_support": "Wsparcie dla awatarów.",
    "full_vote_scores": "Pełne wyniki głosowania <1>(+/-)</1> jak na dawnym Reddicie.",
    "themes_including": "Skórki, w tym jasna, ciemna i solaryzowana.",
    "emojis_autocomplete": "Emoji z autouzupełnianiem. Wystarczy wpisać <1>:</1>",
    "user_tagging": "Oznaczanie osób zalogowanych przez <1>@</1>, Społeczności przez <2>!</2>.",
    "integrated_image_uploading": "Zintegrowana funkcja ładowania obrazów do postów i komentarzy.",
    "i18n_support": "<1>i18n / zlokalizowane dla > 30 języków.</1>",
    "rss_feeds": "Kanały RSS / Atom dla <1>wszystkich</1>, <2>subskrybowanych</2>, <3>skrzynki</3>, <4>osoby zalogowanej</4>, i <5>społeczności</5>.",
    "can_fully_erase": "Może w pełni usunąć twoje dane, zastępując wszystkie posty i komentarze.",
    "nsfw_support": "Możliwość tworzenia społeczności / postów 18+ (NSFW).",
    "apps_title": "Lemmy - aplikacje i biblioteki",
    "lemmy_apps": "<1>Aplikacje</1> Lemmiego",
    "web_apps": "Aplikacje webowe",
    "api_libraries": "Biblioteki API",
    "contact_title": "Lemmy - Kontakt",
    "join": "Dołącz",
    "apps": "Aplikacje",
    "sponsors": "Osoby sponsorujące",
    "sponsors_title": "Osoby sponsorujące Lemmiego",
    "support_on_liberapay": "Wesprzyj na <1>Liberapay</1>",
    "support_on_patreon": "Wesprzyj na <1>Patreonie</1>",
    "support_on_opencollective": "Wesprzyj na <1>OpenCollective</1>",
    "footer_desc": "Stworzono z użyciem <1>Inferno</1> i <2>Chota</2>",
    "join_title": "Lemmy - Przeglądaj serwery",
    "lemmy_servers": "<1>Serwery</1> Lemmiego",
    "choose_and_join": "Wybierz i dołącz do jednego z poniższych zatwierdzonych serwerów.",
    "donate_to_lemmy": "Wesprzyj Lemmiego",
    "open_source_desc": "Lemmy jest i zawsze będzie wolnym, <1>otwartym</1> oprogramowaniem, wykorzystując silną <2>copyleftową</2> <3>licencję AGPL</3>.",
    "create_discussion_platform_desc": "Z Lemmym możesz <1>łatwo hostować swój własny serwer</1>, serwery te są <2>federowane</2> (podobnie jak poczty) i funkcjonują w tej samej przestrzeni, znanej jako <3>Fediwersum</3>. Dla agregatora linków, oznacza to, że osoba zarejestrowana na jednym serwerze może subskrybować społeczności znajdujące się na innych, oraz dyskutować z osobami z zupełnie różnych serwerów.",
    "choose_from_apps": "Wybierz dowolną z poniższych aplikacji.",
    "code_of_conduct": "Kodeks postępowania",
    "coc": "Kodeks",
    "general_sponsors_desc": "Sponsorzy to osoby które zadeklarowały od 10 do 39$ miesięcznie na Lemmiego.",
    "silver_sponsors_desc": "Srebrni sponsorzy to osoby, które zobowiązały się płacić po 40$ miesięcznie na Lemmiego.",
    "donate_desc": "Lemmy to darmowe, wolne oprogramowanie. Oznacza to brak reklam, monetyzacji czy kapitału inwestycyjnego, na zawsze. <1>Twoje wpłaty</1> pomagają w rozwoju organizacji non-profit developerów Lemmiego i zapewnić, że będziemy mogli dodawać nowe funkcje i ulepszać Lemmiego.",
    "support": "Wsparcie",
    "thanks_translators": "Specjalne podziękowania dla osób tłumaczących: ",
    "instance_totals": "Lemmywers ma obecnie {{instances}} instancji i {{users}} zarejestrowanych kont.",
    "support_title": "Wsparcie Lemmiego",
    "support_lemmy": "Wesprzyj Lemmiego",
    "contributers": "Osoba wnoszące wkład",
    "thanks_coders": "Specjalne podziękowania dla osób piszących kod: ",
    "about": "Więcej",
    "about_title": "O Lemmym",
    "month": "miesiąc",
    "add_weblate": "Możesz dodać swoje tłumaczenia przez nasz <1>weblate</1>.",
    "users": "użytkownicy",
    "about_text": "<1>Pomysł na stworzenie Lemmy'ego był wypadkową kilku czynników.</1><2>Deweloperzy oprogramowania open source, tacy jak ja, od dawna obserwują wzrost znaczenia \"Wielkiej Piątki\", amerykańskich gigantów technologicznych, którym udało się przejąć w swoje ręce niemal całą codzienną komunikację na świecie. Zadawaliśmy sobie pytanie, dlaczego ludzie odeszli od stron skoncentrowanych na treści i co możemy zrobić, aby odwrócić ten trend, w sposób łatwo dostępny dla nietechnicznej publiczności.</2><3>Bariery wejścia na rynek w sieci są znacznie niższe niż w świecie fizycznym: wystarczy komputer i trochę wiedzy o kodowaniu... jednak dominujące firmy z branży mediów społecznościowych były w stanie odeprzeć konkurencję z co najmniej dwóch powodów: ich strony są łatwe w użyciu i mają już ogromną liczbę użytkowników (przewaga \"pierwszego gracza\"). Ten ostatni jest ważniejszy; każda osoba, która kiedykolwiek próbowała nakłonić kogoś do korzystania z innej aplikacji do czatowania, będzie wiedziała, co mam na myśli.</3><4>Kochałem wczesny reddit, nie tylko za sposób, w jaki udało mu się umieścić wszystkie wiadomości dla społeczności i tematów, które chciałem zobaczyć w jednym miejscu, ale za wątki dyskusyjne pod każdym zamieszczonym linkiem. Nadal mam wiele z nich zapisanych i zyskałem o wiele więcej dzięki dyskusji pod linkami, niż dzięki samym linkom. Moim zdaniem to właśnie skupione na społeczności, dyskusje w wątkach, jak również możliwość tworzenia, rozwijania i pielęgnowania społeczności tematycznych sprawiły, że reddit stał się piątą najpopularniejszą stroną w USA z której wiadomości czerpie też tak wiele osób na całym świecie. </4><5>Ale ten statek odpłynął lata temu; wczesny innowacyjny duch reddita odszedł wraz z Aaronem Schwartzem: jego libertariańscy założyciele pozwolili, aby niektóre z najbardziej rasistowskich i seksistowskich społeczności internetowych rozwijały się na reddicie przez lata, sporadycznie usuwając je tylko wtedy, gdy głosy społeczności osiągały poziom gorączki. Reddit zamknął swój kod źródłowy lata temu, a jego nowy projekt interfejsu dał nam wyłącznie rozdęty, wrogi prywatności bałagan.</5><6>Reddit został wchłonięty przez maszynę kapitalistycznego nadzoru Doliny Krzemowej, która komodyfikuje użytkowników żeby sprzedawać reklamy i płatne oznaczenia, i propagandę pro-amerykańskiech interesów ponad wszystko. Oprogramowanie jest jednym z ostatnich monopoli eksportowych USA, naiwnością byłoby więc sądzić, że jeden z 5 najpopularniejszych portali społecznościowych, z którego tak wielu ludzi na całym świecie czerpie wiadomości, byłby czymś innym niż rzecznikiem interesów tych samych firm technologicznych z amerykańskiego wybrzeża.</6><7>Pomimo konserwatywnych twierdzeń, że wielkie korporacje technologiczne  zdominowany są przez \"lewicową propagandę\", są one liberalne i proamerykańskie, a nie lewicowe (lewicowość rozumiejąc jako szeroką kategorię antykapitalizmu). Reddit zbanował wiele lewicowych użytkowniczek i użytkowników oraz społeczności, a administratorzy reddita poprzez ogłoszenia wielokrotnie atakowali głównych wrogów polityki zagranicznej USA jako prowadzących \"kampanie botów\" i \"manipulujących redditem\", jednak domyślne społeczności reddita (/r/news, /r/pics, etc), które mają niewielką liczbę moderatorów, forsują linię zgodną z interesami polityki zagranicznej USA. Trafnie nazwany podreddit /r/copaganda ujawnił policyjną propagandę, która zawsze trafia na pierwszą stronę reddita po każdej tragedii z udziałem amerykańskiej policji zabijającej niewinnych (lub pokazującej policję całującą szczeniaki, mimo że amerykańska policja zabija około 30 psów każdego dnia, co badacze nazwali \"zauważalnym zjawiskiem statystycznym\"). </7><8>Widzieliśmy również wzrost liczby antychińskich postów, które ostatnio pojawiły się na reddicie, a wraz z tym pojawił się antychiński rasizm, który reddit milcząco popiera. To, że kraje zachodnie obserwują wzrost ataków na osoby azjatyckiego pochodzenia, podobnie jak to, że niektórzy ze sprawców kilku przestępstw z nienawiści wymierzonych w kobiety okazało się być osobami aktywnymi w społecznościach reddit zajmujących się \"prawami mężczyzn\", nie ucieka naszej uwadze i wiemy, jakie stanowisko realnie mają te firmy technologiczne, jeśli chodzi o przemoc i mowę nienawiści. Lewicowcy wiedzą, że nasza pozycja na tych platformach jest w najlepszym wypadku możliwa do utrzymania; obecnie jesteśmy tolerowani, ale nie zawsze tak będzie.</8><9>Pomysł stworzenia alternatywy dla reddita wydawał się bezcelowy, dopóki Mastodon (federacyjna alternatywa twittera) nie zaczął zyskiwać popularności. Używając activitypub (portokołu / wspólnego języka, którego serwisy społecznościowe mogą używać, aby rozmawiać ze sobą), w końcu mamy rozwiązanie problemu \"przewagi pierwszego\": może teraz zbudować lub prowadzić małą stronę, ale nadal być połączonym z szerszym ekosystemem użytkowników i użytkowniczek. </9><10>Nutomic i ja pierwotnie stworzyliśmy Lemmy'ego, aby wypełnić rolę federacyjnej alternatywy dla reddita, ale w miarę rozwoju ma on potencjał, aby stać się głównym źródłem wiadomości i dyskusji, istniejącym poza domeną jurysdykcji i kontroli USA.</10><11>Dessalines, grudzień 2020 r.</11>",
    "apply_to_join": "Złóż wniosek o przyłączenie",
    "mobile_apps_for_ios_and_android": "Aplikacje mobilne dla Androida i iOS.",
    "donate": "Wspomóż",
    "gold_pressed_latinum_sponsors_desc": "Złoci Sponsorzy Pressed Latinum, to osoby które zobowiązały się przekazać co najmniej 500 dolarów miesięcznie na rozwój Lemmiego.",
    "gold_sponsors_desc": "Złoci sponsorzy to osoby, które zobowiązały się płacić po 100 dolarów miesięcznie na Lemmiego.",
    "browse_instance": "Przeglądaj",
    "cli_apps": "Aplikacje CLI/TUI",
    "none_found": "Nie znaleziono.",
    "instance_browser": "Po tym jak stworzysz konto będziesz mógł znaleźć społeczności ze wszystkich serwerów korzystając z",
    "read_more": "Przeczytaj więcej",
    "releases": "Wydania Lemmiego",
    "popular_instances": "Popularne",
    "recommended_instances": "Rekomendowane",
    "see_all_servers": "Zobacz Wszystkie Serwery",
    "lemmyverse": "Lemmyvers",
    "federation": "Federacja",
    "copyright_line": "Lemmy jest objęty licencją GNU Affero General Public License v3.0",
    "censorship_resistant": "Odporny na cenzurę",
    "censorship_resistant_desc": "Hostując swój własny serwer, możesz mieć pełną kontroli nad swoimi treściami.",
    "federation_desc": "Serwery Lemmy mogą łączyć się ze sobą w sieć zaufania, udostępniając posty, komentarze i społeczności.",
    "more_information": "Więcej informacji",
    "all_topics": "Wszystkie tematy",
    "all_platforms": "Wszystkie platformy",
    "ios": "iOS",
    "android": "Android",
    "web": "Sieć",
    "topic": "Temat",
    "interests": "Zainteresowania",
    "languages": "Języki",
    "sort": "Sortowanie",
    "most_active": "Najbardziej aktywne",
    "least_active": "Najmniej aktywne",
    "general": "Ogólne",
    "technology": "Technologia",
    "politics": "Polityka",
    "religion": "Religia",
    "lgbtq": "LGBTQ+",
    "art": "Sztuka",
    "literature": "Literatura",
    "what_topic": "Jakimi tematami najbardziej się interesujesz?",
    "what_language": "Jakie znasz języki?",
    "random": "Losowe",
    "music": "Muzyka",
    "hobbies": "Hobby",
    "gaming": "Gry",
    "sports": "Sporty",
    "contact_us": "Kontakt z <1>Nami</1>",
    "contributors": "Współtwórcy",
    "instance_disclaimer": "Możesz uzyskać dostęp do całej zawartości w lemmyversie z każdego serwera, więc nie ma znaczenia który wybierzesz.",
    "servers": "Serwery",
    "per_month": "{{formattedCount}} miesięcznie",
    "total_comments": "{{formattedCount}} wszystkich komentarzy",
    "supporters": "{{formattedCount}} wspierających",
    "devs_funded": "{{formattedCount1}} / {{formattedCount2}} deweloperów sfinansowanych",
    "months_remaining": "{{formattedCount}} pozostałych miesięcy",
    "based_on_salary": "Na podstawie Europejskiej mediany €{{formattedCount}} zarobków software developera z developersalary.com",
    "total_users": "{{formattedCount}} wszystkich użytkowników",
    "monthly_active_users": "{{formattedCount}} aktywnych użytkowników (użytkownicy którzy postowali lub komentowali w ostatnim miesiącu)",
    "registrations_open": "Rejestracja Otwarta",
    "registrations_closed": "Rejestracja Zamknięta",
    "requires_application": "Wymagane Podanie o Rejstracje",
    "sign_up": "Zarejestruj się",
    "all_languages": "Wszystkie języki",
    "cli": "CLI",
    "donate_title": "Lemmy - Dotacje",
    "active_users": "Aktywni Użytkownicy",
    "closed_source_warning": "Uwaga: ta aplikacja ma zamknięty kod źródłowy i może zbierać twoje dane. Używaj na własną odpowiedzialność.",
    "instance_comparison": "Po bardziej dokładne porównanie serwerów Lemmiego, zobacz",
    "news": "Aktualności",
    "moderation_tools": "Narzędzia moderacji"
}
