{
    "run_a_server": "Corre um servidor",
    "lemmy": "Lemmy",
    "lemmy_desc": "Um agregador de ligações para o fediverso.",
    "follow_communities": "Segue comunidades em qualquer lugar do mundo",
    "open_source": "Código Aberto",
    "open_source_desc": "Lemmy é, e sempre será, software grátis e <1>aberto</1>, fazendo uso da forte licença <2>copyleft</2> <3>AGPL</3>.",
    "blazing_fast": "Incrivelmente rápido",
    "blazing_fast_desc": "Construído com algumas das ferramentas e bibliotecas mais rápidas, incluindo <1>Rust</1>, <2>Actix</2>, <3>Diesel</3>, <4>Inferno</4> e <5>TypeScript</5>.",
    "mod_tools": "Ferramentas de moderação poderosas",
    "create_discussion_platform": "Cria a tua própria plataforma de discussão",
    "live_updates": "Atualizações em direto",
    "live_updates_desc": "Novos comentários e publicações são emitidos em direto para a tua página principal e caixa de entrada; não são necessárias mais atualizações de página.",
    "more_features": "Mais funcionalidades",
    "self_hostable": "Auto-alojável, fácil de instalar, via <1>Docker</1> ou <2>Ansible</2>.",
    "clean_interface": "Interface simples e preparada para dispositivos móveis.",
    "avatar_support": "Suporte para avatar de utilizador.",
    "themes_including": "Temas, incluindo claro, escuro e solarizado.",
    "emojis_autocomplete": "Emojis com suporte para preenchimento automático. Começa por escrever <1>:</1>",
    "integrated_image_uploading": "Carregamento de imagens integrado em publicações e comentários.",
    "notifications_including": "Notificações, incluindo por correio eletrónico.",
    "i18n_support": "<1>Suporte para i18n / internacionalização para mais de 30 idiomas.</1>",
    "rss_feeds": "Feeds RSS / Atom para <1>Tudo</1>, <2>Subscrições</2>, <3>Caixa de entrada</3>, <4>Utilizador</4> e <5>Comunidade</5>.",
    "can_fully_erase": "Podes eliminar totalmente os teus dados, substituindo todas as publicações e comentários.",
    "nsfw_support": "Suporte para publicações / comunidades NSFW.",
    "support_donate": "Apoiar / Doar",
    "apps_title": "Lemmy - Aplicações e Bibliotecas",
    "lemmy_apps": "Aplicações Lemmy",
    "choose_from_apps": "Escolha uma das aplicações abaixo (descrições em Inglês).",
    "web_apps": "Aplicações Web",
    "api_libraries": "Bibliotecas para a API",
    "contact_title": "Lemmy - Contactos",
    "contact": "Contactos",
    "donate_desc": "Lemmy é software livre e de código aberto, ou seja, não possui anúncios, monetização ou investidores, nunca. <1>As tuas doações</1> apoiam diretamente o desenvolvimento a tempo inteiro do projeto.",
    "support_on_liberapay": "Apoiar no Liberapay",
    "support_on_patreon": "Apoiar no Patreon",
    "support_on_opencollective": "Apoiar na OpenCollective",
    "footer_desc": "Feito com <1>Inferno</1> e <2>Chota</2>",
    "join": "Junta-te",
    "apps": "Aplicações",
    "sponsors": "Patrocínios",
    "docs": "Documentação",
    "code_of_conduct": "Código de Conduta",
    "coc": "CdC",
    "join_title": "Lemmy - Junta-te a um servidor",
    "lemmy_servers": "Servidores Lemmy",
    "choose_and_join": "Escolhe e junta-te a um dos servidores aprovados abaixo (as descrições poderão não estar nem Português nem em Inglês).",
    "sponsors_title": "Lemmy - Patrocínios",
    "donate_to_lemmy": "Doe ao Lemmy",
    "silver_sponsors_desc": "Patrocinadores de Prata são aqueles que se comprometeram com $40 ao Lemmy.",
    "general_sponsors_desc": "Patrocinadores Gerais são aqueles que se comprometeram com $10 a $39 ao Lemmy.",
    "lemmy_title": "Lemmy - Um agregador de ligações para o fediverso",
    "join_a_server": "Junta-te a um servidor",
    "lemmy_long_desc": "<1>Lemmy</1> é semelhante a sites como o <2>Reddit</2>, <3>Lobste.rs</3>, ou <4>Hacker News</4>: subscreves comunidades nas quais estás interessado, publicas ligações e discussões, e depois votas e comentas. Lemmy não é apenas uma alternativa ao Reddit; é uma rede de comunidades interligadas geridas por diferentes pessoas e organizações, todas combinadas para criar <5>uma única página personalisada</5> com as tuas notícias, artigos e memes favoritos.",
    "mod_tools_desc": "Cada servidor pode implantar a sua política de moderação, de modo a promover um ambiente saudável onde todos se podem sentir confortáveis em contribuir.",
    "create_discussion_platform_desc": "Com o Lemmy, podes <1> facilmente alojar o teu próprio servidor</1>, que se pode <2>federar</2> com todos os outros servidores, e ligar-se ao mesmo “universo”, chamado <3>Fediverso</3>. Para um agregador de ligações, isto significa que alguém registado num servidor pode subscrever comunidades noutros sítios, e pode ter discussões com pessoas num servidor completamente diferente.",
    "full_vote_scores": "Pontuações total de votos <1>(+/-)</1>, como o Reddit antigo.",
    "user_tagging": "Identificação de utilizadores com <1>@</1>, e de comunidades com <2>!</2>.",
    "contributers": "Contribuidores",
    "thanks_coders": "Um agradecimento especial aos nossos programadores: ",
    "add_weblate": "Podes adicionar traduções através do nosso <1>Weblate</1>.",
    "support": "Apoiar",
    "support_title": "Lemmy - Apoiar",
    "support_lemmy": "Apoiar Lemmy",
    "thanks_translators": "Um agradecimento especial aos nossos tradutores: ",
    "instance_totals": "O lemmyverso tem, de momento, {{instances}} instâncias e {{users}} utilizadores.",
    "users": "utilizadores",
    "month": "mês",
    "about": "Acerca de",
    "about_title": "Acerca do Lemmy",
    "about_text": "<1>A ideia de construir o Lemmy deve-se a uma combinação de fatores.</1><2>Programadores de código aberto, como eu, há muito que têm assistido ao crescimento das “Cinco Grandes” (“Big Five”), as gigantes tecnológicas dos EUA que têm conseguido capturar nas suas mãos praticamente toda a comunicação quotidiana do mundo inteiro. Temo-nos questionado acerca do motivo pelo qual as pessoas se afastaram de sites focados no conteúdo, e como podemos subverter esta tendência de uma forma acessível a audiências não versadas em tecnologia.</2><3>As barreiras de entrada na web são muito mais pequenas do que, por exemplo, no mundo físico: apenas é preciso um computador e algum conhecimento de programação... no entanto, as empresas de redes sociais predominantes têm conseguido impedir a competição, pelo menos por duas razões: os seus sites são fáceis de usar, e já possuem imensos utilizadores (a vantagem do “primeiro a jogar”). Esta última é a mais importante; se alguma vez já tentaste convencer alguém a usar uma aplicação de conversa diferente sabes do que falo.</3><4>Bom, eu adorava o Reddit inicial, não apenas pela forma como conseguia colocar, num único sítio, todas as notícias das comunidades e tópicos que eu queria ver, mas também pelas discussões em árvore por detrás de cada publicação. Ainda mantenho várias guardadas, e tenho ganho muito mais com as discussões relativas às ligações do que com as próprias ligações. A meu ver, são as discussões em estilo árvore e focadas na comunidade, bem como a habilidade de construir, crescer e curar comunidades, que fez do Reddit o 5º site mais popular nos EUA, e onde tantas pessoas por todo o mundo recebem as suas notícias.</4><5>Já lá vai esse tempo; o espírito inovador inicial do Reddit desapareceu com Aaron Schwartz: há anos que os fundadores libertários têm permitido que algumas das comunidades mais racistas e sexistas germinem no Reddit, removendo-as apenas quando, ocasionalmente, a indignação da comunidade chega a um ponto insuportável. O Reddit fechou o seu código há alguns anos, e a sua restruturação transformou-se numa confusão desmedida anti-privacidade.</5><6>Foi absorvido naquela máquina capitalista de vigilância de Silicon Valley que mercantiliza os utilizadores para vender anúncios e flairs pagas, e gera propaganda pro-EUA acima de tudo. Sendo a tecnologia de software um dos últimos monopólios de exportação dos EUA, seria ingénuo pensar que um dos 5 sites mas populares, onde tantas pessoas pelo mundo fora recebem as suas notícias, fosse algo mais do que um porta-voz dos interesses daquelas empresas dos EUA.</6><7>Apesar do argumento conservador que as gigantes tecnológicas são dominadas por “propaganda de esquerda”, são liberais e pro-EUA, não de esquerda (referindo-me a esquerda como a categoria abrangente de anti-capitalismo). O Reddit tem banido alguns utilizadores e comunidades de esquerda, e os administradores, através de anúncios, têm vilipendiado repetidamente os principais inimigos da políticas externa dos EUA, afirmando que têm “campanhas de robôs” (“bots”) e que “manipulam o Reddit”, todavia, as comunidades principais do Reddit (/r/news, /r/pics, etc), que partilham um pequeno número de moderadores, promovem uma narrativa consistente com os interesses das políticas externas dos EUA. O subreddit, adequadamente chamado, /r/copaganda expôs a propaganda pro-polícia que parece sempre atingir a página principal do Reddit na sequência de cada tragédia envolvendo polícias dos EUA a matar inocentes (ou a mostrar polícias a beijar cachorrinhos, (a meu ver o diminutivo adiciona um escárnio e ironia que é ambíguo no original. Pode ficar assim ou cachorros, mas isso vês tu) embora a polícia dos EUA mate cerca de 30 cães todos os dias, ao que investigadores chamaram um “fenómeno estatístico conhecido”).</7><8>Também se tem visto um aumento de publicações anti China que têm chegado ao Reddit ultimamente, e com isso vêm o racismo anti chinês, que o Reddit implicitamente encoraja. O facto de nos países ocidentais se ter visto um aumento de ataques contra asiático-americanos, tal como foi descoberto que certos autores de vários crimes de ódio contra mulheres eram “redditores” (“redditors”) ativos em comunidades sobre direitos dos homens, não nos passa despercebido, e sabemos que valores é que estas companhias de tecnologia realmente apoiam no que toca a violência e discurso de ódio. Os esquerdistas sabem que a nossa posição nestas plataformas é, no melhor dos cenários, viável; de momento somos tolerados, mas esse não será sempre o caso.</8><9>A ideia de construir uma alternativa ao Reddit parecia em vão, até o Mastodon (uma alternativa federada ao Twitter) começar a ficar popular. Usando o ActivityPub (um protocolo / linguagem comum que serviços de redes sociais podem usar para falar uns com os outros), finalmente temos uma solução para a vantagem do “primeiro a jogar”: agora alguém pode construir ou correr um pequeno site, mas estar ligado a um universo maior de utilizadores.</9><10>Originalmente, o Nutomic e eu criámos o Lemmy para que desempenhasse o papel de alternativa federada ao Reddit, mas, à medida que cresce, tem o potencial de se tornar na principal fonte de notícias e discussões, existente fora do domínio e controlo jurisdicional dos EUA</10><11>Escrito por Dessalines, em Dezembro de 2020. Traduzido pela comunidade.  NDT: Os tradutores isentam-se de qualquer ligação direta a este texto, tendo apenas efetuado a tradução como forma de contribuir para a projeto, e por extensão, a comunidade e seus utilizadores.</11>"
}
