{
    "lemmy_title": "Lemmy - Um agregador de links para o fediverso",
    "join_a_server": "Juntar-se a um Servidor",
    "run_a_server": "Criar um Servidor",
    "lemmy": "Lemmy",
    "lemmy_desc": "Um agregador de links para o fediverso.",
    "follow_communities": "Siga comunidades de <1>qualquer lugar</1> do mundo",
    "open_source": "Código Aberto",
    "open_source_desc": "Lemmy é e sempre será um software livre e de <1>código aberto</1>, usando a forte licença <2>copyleft</2> <3>AGPL</3>.",
    "blazing_fast_desc": "Feito usando algumas das mais rápidas ferramentas e frameworks, incluindo <1>Rust</1>, <2>Actix</2>, <3>Diesel</3>, <4>Inferno</4> e <5>TypeScript</5>.",
    "mod_tools": "Ferramentas de Moderação Poderosas",
    "blazing_fast": "Muito Rápido",
    "create_discussion_platform": "Crie a <1>sua própria</1> plataforma de discussão",
    "live_updates": "Atualizações ao Vivo",
    "live_updates_desc": "Novos comentários e publicações são exibidos em sua página inicial e caixa de entrada; não são mais necessárias atualizações de página.",
    "more_features": "Mais <1>Recursos</1>",
    "self_hostable": "Auto-hospedável, fácil de instalar, via <1>Docker</1> ou <2>Ansible</2>.",
    "clean_interface": "Interface limpa e compatível com dispositivos móveis.",
    "avatar_support": "Suporte para avatar de usuário.",
    "themes_including": "Temas, incluindo claro, escuro e ensolarado.",
    "emojis_autocomplete": "Emojis com suporte de autocompletar. Inicie escrevendo <1>:</1>",
    "integrated_image_uploading": "Carregamento de imagens integrado tanto em publicações como em comentários.",
    "notifications_including": "Notificações, incluindo por e-mail.",
    "i18n_support": "<1>i18n / suporte de internacionalização para mais de 30 idiomas.</1>",
    "can_fully_erase": "Pode apagar completamente os seus dados, substituindo todas as publicações e comentários.",
    "nsfw_support": "Suporte para publicações/comunidades NSFW.",
    "support_donate": "Apoiar/Doar",
    "docs": "Documentação",
    "apps_title": "Lemmy - Aplicativos e Bibliotecas",
    "lemmy_apps": "<1>Aplicativos</1> Lemmy",
    "choose_from_apps": "Escolha entre qualquer um dos aplicativos abaixo.",
    "web_apps": "Aplicativos Web",
    "cli_apps": "Aplicativos CLI/TUI",
    "contact_title": "Lemmy - Contato",
    "contact": "Contato",
    "footer_desc": "Feito com <1>Inferno</1> e <2>Chota</2>",
    "join": "Junte-se",
    "sponsors": "Patrocinadores",
    "support": "Apoiar",
    "join_title": "Lemmy - Navegar em servidores",
    "lemmy_servers": "<1>Servidores</1> Lemmy",
    "api_libraries": "Bibliotecas da API",
    "apps": "Aplicativos",
    "month": "mês",
    "support_lemmy": "Apoie o Lemmy",
    "support_title": "Lemmy - Apoiar",
    "donate_to_lemmy": "Doe para o Lemmy",
    "contributers": "Contribuintes",
    "instance_totals": "Você pode acessar todo o conteúdo do lemmyverso de qualquer servidor/instância. O lemmyverso atualmente possui {{instances}} instâncias e {{users}} usuários ativos mensais.",
    "users": "usuáries",
    "about": "Sobre",
    "about_title": "Sobre o Lemmy",
    "add_weblate": "Você pode adicionar traduções pelo nosso <1>Weblate</1>.",
    "about_text": "<1>A ideia de fazer o Lemmy veio de uma combinação de fatores.</1><2>Desenvolvedores de código aberto, como eu, assistiram por muito tempo o crescimento das “Grandes Cinco” (ou “Big Five”), as gigantes empresas de tecnologia dos EUA que vêm conseguindo capturar e ter em mãos quase toda a comunicação cotidiana do mundo inteiro. Nós temos nos perguntados a causa das pessoas se afastarem de sites de foco em conteúdo, e o que poderíamos fazer para subverter essa tendência, de uma forma que seja acessível para uma audiência que não tenha afinidade com tecnologia.</2><3>As barreiras de entrada da web são muito menores do que, por exemplo, as do mundo físico: tudo que é necessário é um computador e algum conhecimento de programação… no entanto, as redes sociais predominantes têm conseguido impedir concorrência por pelo menos duas razões: seus sites são fáceis de usar, e eles já têm uma quantidade imensa de usuários (já que quem joga primeiro tem vantagem). Esta última razão é a mais importante; se você já tentou convencer alguém a usar outro aplicativo de mensagem, então, sabe do que estou falando.</3><4>Mas olha, eu amava o reddit de antigamente, não apenas pela forma que ele organizava todas as notícias e tópicos que eu queria ver num único lugar, mas também pelas linhas de discussão por trás de cada link publicado. Eu ainda tenho muitas dessas salvas, essas discussões me foram muito mais importantes e construtivas do que os próprios links. Ao meu ver, são as discussões ramificadas feitas pela comunidade, assim como a capacidade construir, crescer e cuidar de comunidades, que fizeram o reddit o 5º site mais popular nos EUA, e onde tantas pessoas ao redor do mundo recebem suas notícias.</4><5>Mas esses bons tempos já se foram; o espirito inovador que o reddit tinha de início se foi junto com Aaron Schwartz: seus fundadores libertários já permitem há anos que algumas das comunidades mais racistas e misóginas da internet nascessem e se enraizassem no reddit, apenas as apagando quando, ocasionalmente, a revolta dos outros usuários se torna impossível de ignorar. O reddit fechou seu código-fonte há anos, e seu redesign se tornou uma bagunça pesada anti-privacidade.</5><6>Ele foi integrado a essa máquina de vigilância capitalista do Vale do Silício, que mercantiliza os usuários para vender anúncios, e propagandeia os interesses norte-americanos acima de tudo. Levando em conta que tecnologia em software é um dos ultimos monopólios de exportação os EUA, seria ingênuo pensar que uma das 5 redes sociais mais usadas — onde tanta gente ao redor do mundo recebem suas notícias — fosse alguma outra coisa além de um porta-voz dos interesses das empresas estadunidenses.</6><7>Apesar dos conservadores insistirem que as gigantes da tecnologia são dominadas pela “propaganda esquerdista”, elas são liberais e pró-EUA, e não de esquerda (digo esquerda no sentido amplo de anticapitalismo). O reddit baniu uma parte de seus usuários e comunidades de esquerda; os administradores do reddit, em publicações de anúncios oficiais, já caluniaram repetidamente os principais inimigos da geopolítica estadunidense de fazerem “campanhas impulsionadas por robôs” e de “manipularem o reddit”, enquanto que as principais comunidades do reddit (r/news, r/pics, etc), que dividem alguns poucos moderadores, promovem narrativas consistentes com os interesses da geopolítica dos EUA. O, como chamado, subreddit r/copaganda expôs a propaganda pró-polícia que parece sempre alcançar a página principal do reddit logo após alguma tragédia envolvendo a polícia dos EUA matando inocentes (ou até mesmo mostrar policias beijando cachorrinhos, mesmo que a polícia de lá mate cerca de 30 cachorros todo dia, coisa que os pesquisadores já chamaram de “fenômeno estatístico conhecido”).</7><8>Também percebemos um aumento de publicações anti-China surgindo no reddit recentemente, e junto com isso vem o racismo anti-chinês, cujo o reddit encoraja implicitamente. O fato de que países ocidentais presenciam um aumento de ataques contra asiático-americanos, da mesma forma que revelado que alguns autores de vários crimes de ódio contra mulheres são usuários do reddit ativos em comunidades masculinistas, não nos passam despercebidos, sabemos o real posicionamento dessas empresas de tecnologia quando se trata de violência e discurso de ódio. Nós, da esquerda, sabemos que nosso espaço nessas plataformas é, no melhor dos casos, tênue; somos tolerados por enquanto, mas não será assim sempre.</8><9>A ideia de criar uma alternativa ao reddit parecia sem sentido, até que o Mastodon (uma alternativa federada ao twitter), começou a se popularizar. Usando o Activitypub (um protocolo / linguagem comum que serviços de redes sociais podem usar para se comunicar entre si), finalmente temos uma solução contra a “vantagem de quem joga primeiro”: agora qualquer pessoa pode construir e rodar um pequeno site, mas ainda mantê-lo conectado a um amplo universo de usuários que vai além do seu servidor.</9><10>Nutomic e eu criamos o Lemmy originalmente para ocupar o papel de uma alternativa federada ao reddit, mas pela forma que cresce, tem potencial de se tornar a maior fonte de notícias e discussão existente fora do controle e domínio jurisdicional dos Estados Unidos.</10><11>Escrito por Dessalines, Dezembro de 2020. Traduzido pela comunidade.</11>",
    "lemmy_long_desc": "Lemmy é uma plataforma de agregação de links e discussões sociais auto-hospedada. É totalmente gratuita e aberta, sem controle de alguma empresa. Isso significa que não há publicidade, rastreamento ou algoritmos secretos. O conteúdo é organizado em comunidades, facilitando a inscrição em tópicos de interesse e a ignorância de outros. A votação é usada para destacar os itens mais interessantes.",
    "mod_tools_desc": "Cada servidor pode definir sua própria política de moderação, para ajudar a promover um ambiente saudável onde todos possam se sentir confortáveis em contribuir.",
    "create_discussion_platform_desc": "Com o Lemmy, você pode <1>hospedar facilmente seu próprio servidor</1>, e todos esses servidores são <2>federados</2> (pense em e-mail) e conectados ao mesmo universo, chamado de <3>Fediverso</3>. Para um agregador de links, isso significa que alguém registrado em um servidor pode se inscrever em comunidades em outros lugares e pode ter discussões com pessoas em um servidor completamente diferente.",
    "full_vote_scores": "Pontuações completas de votos <1>(+/-)</1> como no Reddit antigo.",
    "user_tagging": "Marcação de usuários usando <1>@</1>, marcação de comunidades usando <2>!</2>.",
    "rss_feeds": "Feeds RSS/Atom para <1>Todos</1>, <2>Inscrições</2>, <3>Caixa de Entrada</3>, <4>Usuário</4> e <5>Comunidade</5>.",
    "choose_and_join": "Escolha algum dos servidores aprovados abaixo e junte-se a ele.",
    "mobile_apps_for_ios_and_android": "Aplicativos móveis para iOS e Android.",
    "apply_to_join": "Solicite sua inscrição",
    "donate": "Doar",
    "news": "Notícias",
    "recommended_instances": "Recomendadas",
    "popular_instances": "Populares",
    "users_active_per_month": "{{formattedCount}} usuários/mês",
    "instance_browser": "Após criar uma conta, você pode buscar comunidades de todos os servidores usando",
    "instance_comparison": "Para uma comparação mais detalhada entre servidores Lemmy, veja",
    "browse_instance": "Navegar",
    "releases": "Lançamentos do Lemmy",
    "read_more": "Leia mais",
    "none_found": "Nenhum encontrado.",
    "see_all_servers": "Ver todos os Servidores",
    "lemmyverse": "Lemmyverso",
    "censorship_resistant": "Resistente à censura",
    "copyright_line": "O Lemmy é licenciado sob a Licença Pública Geral do GNU Affero v3.0",
    "censorship_resistant_desc": "Ao hospedar o seu servidor, você tem controle total do seu conteúdo.",
    "federation": "Federação",
    "federation_desc": "Os servidores do Lemmy podem conectar-se entre si em uma rede de confiança, compartilhando publicações, comentários e comunidades.",
    "more_information": "Mais informações",
    "all_languages": "Todos os idiomas",
    "all_topics": "Todos os tópicos",
    "all_platforms": "Todas as plataformas",
    "ios": "iOS",
    "android": "Android",
    "web": "Rede",
    "cli": "Interface de Linha de Comando",
    "interests": "Interesses",
    "topic": "Assunto",
    "languages": "Idiomas",
    "sort": "Ordenar",
    "random": "Aleatório",
    "what_language": "Quais idiomas você fala?",
    "what_topic": "Por qual assunto você mais se interessa?",
    "most_active": "Mais ativo",
    "art": "Artes",
    "least_active": "Menos ativo",
    "general": "Geral",
    "technology": "Tecnologia",
    "politics": "Política",
    "lgbtq": "LGBTQ+",
    "literature": "Literatura",
    "music": "Música",
    "gaming": "Jogos",
    "sports": "Esportes",
    "contact_us": "<1>Contato</1>",
    "hobbies": "Passatempos",
    "total_comments": "{{formattedCount}} total de comentários",
    "per_month": "{{formattedCount}} / mês",
    "supporters": "{{formattedCount}} apoiadores",
    "based_on_salary": "Baseado na média salarial €{{formattedCount}} de um desenvolvedor de software europeu no developersalary.com",
    "monthly_active_users": "{{formattedCount}} usuários ativos (usuários que publicaram ou comentaram no último mês)",
    "closed_source_warning": "Atenção: esse aplicativo é de código fechado, e poderá coletar seus dados. Use por sua conta e risco.",
    "registrations_open": "Cadastro Aberto",
    "donate_title": "Lemmy - Doações",
    "instance_disclaimer": "Você poderá acessar todo o conteúdo do lemmyverso a partir de qualquer servidor, então não importa qual você escolha.",
    "servers": "Servidores",
    "active_users": "Usuários Ativos",
    "total_users": "{{formattedCount}} total de usuários",
    "registrations_closed": "Cadastro Fechado",
    "requires_application": "Requer Cadastro em Aplicativo",
    "moderation_tools": "Ferramentas de moderação"
}
