{
    "lemmy_title": "Lemmy - Um agregador de links para o fediverso",
    "join_a_server": "Junte-se a um Servidor",
    "run_a_server": "Criar um Servidor",
    "lemmy": "Lemmy",
    "lemmy_desc": "Um agregador de links para o fediverso.",
    "follow_communities": "Siga comunidades de qualquer lugar do mundo",
    "open_source": "Código Aberto",
    "open_source_desc": "Lemmy é, e sempre será, software <1>de código aberto</1> e livre, usando a forte licença <2>copyleft</2> <3>AGPL</3>.",
    "blazing_fast_desc": "Feito usando algumas das mais rápidas ferramentas e frameworks, incluindo <1>Rust</1>, <2>Actix</2>, <3>Diesel</3>, <4>Inferno</4> e <5>TypeScript</5>.",
    "mod_tools": "Ferramentas de Moderação Poderosas",
    "blazing_fast": "O mais rápido do Oeste",
    "create_discussion_platform": "Crie a sua própria plataforma de discussão",
    "live_updates": "Atualizações Ao Vivo",
    "live_updates_desc": "Novos comentários e publicações aparecem ao vivo na sua página inicial e caixa de entrada; não é mais necessário atualizar a página.",
    "more_features": "Mais Funcionalidades",
    "self_hostable": "Auto-hospedável, fácil de instalar, via <1>Docker</1> ou <2>Ansible</2>.",
    "clean_interface": "Interface limpa e preparada para dispositivos móveis.",
    "avatar_support": "Suporte para avatar de usuário.",
    "themes_including": "Temas, incluindo claro, escuro e ensolarado.",
    "emojis_autocomplete": "Emojis com suporte para preenchimento automático. Comece escrevendo <1>:</1>",
    "integrated_image_uploading": "Upload de imagens disponível para publicações e para comentários.",
    "notifications_including": "Notificações, incluindo por e-mail.",
    "i18n_support": "<1>i18n / suporte de internacionalização para mais de 30 idiomas.</1>",
    "can_fully_erase": "Pode apagar completamente os seus dados, mudando todas as publicações e comentários.",
    "nsfw_support": "Suporte para publicações / comunidades NSFW.",
    "support_donate": "Apoiar / Doar",
    "docs": "Documentação",
    "apps_title": "Lemmy - Aplicativos e Bibliotecas",
    "lemmy_apps": "Aplicativos Lemmy",
    "choose_from_apps": "Escolha algum aplicativo abaixo.",
    "web_apps": "Web Apps",
    "contact_title": "Lemmy - Contato",
    "contact": "Contato",
    "donate_desc": "Lemmy é um software livre e de código aberto, ou seja, não há anúncios, monetização ou investidores, e nunca haverá. <1>As suas doações</1> apoiam diretamente o desenvolvimento do projeto em tempo integral.",
    "support_on_liberapay": "Apoiar no Liberapay",
    "support_on_patreon": "Apoiar no Patreon",
    "support_on_opencollective": "Apoiar na OpenCollective",
    "footer_desc": "Feito com <1>Inferno</1> e <2>Chota</2>",
    "join": "Junte-se",
    "sponsors": "Patrocinadores",
    "support": "Apoiar",
    "code_of_conduct": "Código de Conduta",
    "coc": "CdC",
    "join_title": "Lemmy - Junte-se a um servidor",
    "lemmy_servers": "Servidores Lemmy",
    "api_libraries": "Bibliotecas da API",
    "apps": "Aplicativos",
    "month": "mês",
    "support_lemmy": "Apoie o Lemmy",
    "support_title": "Lemmy - Apoiar",
    "donate_to_lemmy": "Doe para o Lemmy",
    "silver_sponsors_desc": "Patrocinadores de Prata são os que se comprometeram com $40 ao Lemmy.",
    "general_sponsors_desc": "Patrocinadores Gerais são os que se comprometeram com $10 a $39 ao Lemmy.",
    "contributers": "Contribuidores",
    "thanks_translators": "Um agradecimento especial aos nossos tradutores: ",
    "thanks_coders": "Um agradecimento especial aos nossos programadores: ",
    "instance_totals": "O lemmyverso tem atualmente {{instances}} instâncias, e {{users}} usuários.",
    "users": "usuários",
    "about": "Sobre",
    "about_title": "Sobre o Lemmy",
    "add_weblate": "Você pode adicionar traduções pelo nosso <1>Weblate</1>.",
    "about_text": "<1>A ideia de fazer o Lemmy veio de uma combinação de fatores.</1><2>Desenvolvedores de código aberto, como eu, assistiram por muito tempo o crescimento das “Grandes Cinco” (ou “Big Five”), as gigantes empresas de tecnologia dos EUA que vêm conseguindo capturar e ter em mãos quase toda a comunicação cotidiana do mundo inteiro. Nós temos nos perguntados a causa das pessoas se afastarem de sites de foco em conteúdo, e o que poderíamos fazer para subverter essa tendencia, de uma forma que seja acessível para uma audiência que não tenha proximidade com tecnologia.</2><3>As barreiras de entrada da web são muito menores do que, por exemplo, as do mundo físico: tudo que é necessário é um computador e algum conhecimento de programação… no entanto, as redes sociais predominantes têm conseguido impedir concorrência por pelo menos duas razões: seus sites são fáceis de usar, e eles já têm uma quantidade imensa de usuários (essa é a “vantagem do primeiro a jogar”). Esta última razão é a mais importante; se você já tentou convencer alguém a usar outro aplicativo de mensagem, então, sabe do que estou falando.</3><4>Mas olha, eu amava o reddit de antigamente, não apenas pela forma que ele organizava todas as notícias e tópicos que eu queria ver num único lugar, mas também pelas linhas de discussão por trás de cada link publicado. Ainda tenho muitas dessas salvas, e essas discussões me foram muito mais importantes e construtivas do que os próprios links. Ao meu ver, são as discussões ramificadas feitas pela comunidade, assim como a capacidade construir, crescer e cuidar de comunidades, que fizeram o reddit o 5º site mais popular nos EUA, e onde tantas pessoas ao redor do mundo recebem suas notícias.</4><5>Mas esses tempos já se foram há anos; o espirito inovador que o reddit tinha de início se foi junto com Aaron Schwartz: seus fundadores libertários permitem por anos que algumas das comunidades mais racistas e misóginas da internet nascessem e se enraizassem no reddit, apenas as apagando quando, ocasionalmente, a revolta dos outros usuários se torna impossível de ignorar. O reddit fechou seu código-fonte há anos, e seu redesign se tornou uma imensa e pesada bagunça anti-privacidade.</5><6>Ele foi integrado a essa máquina de vigilância capitalista do Vale do Silício, que mercantiliza os usuários para vender anúncios, e propagandeia os interesses norte-americanos acima de tudo. Levando em conta que tecnologia em software é uma das ultimas exportação de monopólio dos EUA, seria ingenuo pensar que uma das 5 redes sociais mais usadas, onde tanta gente ao redor do mundo recebem suas notícias, fosse alguma outra coisa além de um porta-voz dos interesses das empresas estadunidenses.</6><7>Apesar dos conservadores insistirem que as gigantes da tecnologia estão dominadas pela “propaganda esquerdista”, elas são liberais e pró-EUA, não de esquerda (digo esquerda no sentido amplo de anticapitalismo). O reddit baniu uma parte de seus usuários e comunidades de esquerda; os administradores do reddit, em publicações de anúncios, já caluniaram repetidamente os principais inimigos da geopolítica estadunidense de fazerem “campanhas impulsionadas por robôs” e de “manipularem o reddit”, enquanto que as principais comunidades do reddit (r/news, r/pics, etc), que dividem alguns poucos moderadores, promovem narrativas consistentes com os interesses da geopolítica dos EUA. O, como chamado, subreddit r/copaganda expôs a propaganda pró-polícia que parece que sempre alcança a página principal do reddit logo após alguma tragédia envolvendo a polícia dos EUA matando os inocentes (ou até mesmo mostrar policias beijando cachorrinhos, mesmo que a polícia de lá mate cerca de 30 cachorros todo dia, coisa que os pesquisadores chamam de “fenômeno estatístico conhecido”).</7><8>Também percebemos um aumento de publicações anti-China surgindo no reddit recentemente, e junto com isso vem o racismo anti-chinês, cujo o reddit encoraja implicitamente. O fato de que países ocidentais presenciam um aumento de ataques contra asiático-americanos, de mesma forma que revelado que alguns autores de vários crimes de ódio contra mulheres são usuários do reddit ativos em comunidades de direitos masculinos, não nos passa despercebido, sabemos o real posicionamento dessas empresas de tecnologia quando se trata de violência e discurso de ódio. Nós, da esquerda, sabemos que nosso espaço nessas plataformas é possível, no melhor dos casos; somos tolerados por enquanto, não será assim sempre.</8><9>A ideia de criar uma alternativa ao reddit parecia sem sentido, até que o Mastodon (uma alternativa federada ao twitter), começou a se popularizar. Usando o Activitypub (um protocolo / linguagem comum que serviços de redes sociais podem usar para se comunicar entre si), finalmente temos uma solução para a “vantagem do primeiro a jogar”: agora alguém pode construir e rodar um site pequeno, mas ainda mantê-lo conectado a um amplo universo usuários que vai além do seu servidor.</9><10>Nutomic e eu criamos o Lemmy originalmente para ocupar o papel de uma alternativa federada ao reddit, mas pela forma que cresce, tem potencial de se tornar a maior fonte de notícias e discussão existente fora do controle e domínio jurisdicional norte-americano.</10><11>Escrito por Dessalines, Dezembro de 2020. Traduzido pela comunidade.</11>",
    "lemmy_long_desc": "<1>Lemmy</1> é semelhante a sites como o <2>Reddit</2>, <3>Lobste.rs</3>, ou <4>Hacker News</4>: você se inscreve em comunidades que está interessado, publica links e discussões e, então, vota e comenta nelas. Lemmy não é apenas uma alternativa Reddit; é uma rede de comunidades interligadas dirigidas por diferentes pessoas e organizações, tudo combinando para criar <5>um portal personalizado único</5> de suas notícias, artigos e memes favoritos.",
    "mod_tools_desc": "Cada servidor pode determinar sua própria política de moderação, promovendo um ambiente saudável onde todos possam se sentir confortáveis em contribuir.",
    "create_discussion_platform_desc": "Com o Lemmy, você pode <1>facilmente hospedar seu próprio servidor</1>; todos esses servidores estão <2>federalizados</2>, conectados num mesmo universo chamado <3>Fediverso</3>. Para um agregador de link, isso significa que alguém registrado em um servidor pode se inscrever em comunidades de outros lugares, e pode dialogar com pessoas de servidores completamente diferentes.",
    "full_vote_scores": "Pontuações total de votos <1>(+/-)</1> como no antigo Reddit.",
    "user_tagging": "Marque usuários usando <1>@</1>. Marque comunidades usando <2>!</2>.",
    "rss_feeds": "Feeds RSS / Atom para <1>Tudo</1>, <2>Inscrito</2>, <3>Caixa de entrada</3>, <4>Usuário</4> e <5>Comunidade</5>.",
    "choose_and_join": "Escolha algum dos servidores aprovados abaixo e junte-se a ele."
}
