{
    "join_a_server": "Подключиться к Серверу",
    "run_a_server": "Запустить Сервер",
    "lemmy_desc": "Агрегатор ссылок для федиверсума.",
    "open_source": "Открытое программное обеспечение",
    "open_source_desc": "Lemmy является и всегда будет оставаться свободным, <1>открытым программным обеспечением</1> следуя строгим правилам <2>свободы на копирование</2> под <3>лицензией AGPL</3>.",
    "blazing_fast": "Молниеносно быстро",
    "blazing_fast_desc": "Создан с использованием одних из самых быстрых фреймворков и инструментов, включая <1>Rust</1>, <2>Actix</2>, <3>Diesel</3>, <4>Inferno</4>, и <4>Typescript</4>.",
    "mod_tools": "Мощные инструменты модерации",
    "create_discussion_platform": "Создайте <1>Свою собственную</1> дискуссионную платформу",
    "live_updates": "Свежие Обновления",
    "live_updates_desc": "Новые комментарии и сообщения поступают на вашу главную страницу и в почтовый ящик; больше не нужно обновлять страницу.",
    "more_features": "Больше <1>возможностей</1>",
    "self_hostable": "Самостоятельно размещаемый, легко развертываемый из <1>Docker</1> или <2>Ansible</2>.",
    "clean_interface": "Чистый, удобный интерфейс для мобильных устройств.",
    "avatar_support": "Поддержка пользовательских аватаров.",
    "full_vote_scores": "Полный подсчёт голосов <1>(+/-)</1> как в старом Reddit.",
    "themes_including": "Темы, включая светлые, темные и соляризованные.",
    "lemmy": "Lemmy",
    "rss_feeds": "RSS / Atom ленты для <1>Всего</1>, <2>Подписки</2>, <3>Входящие</3>, <4>Пользователи</4>, и <5>Сообщества</5>.",
    "can_fully_erase": "Может полностью стереть ваши данные, заменив все сообщения и комментарии.",
    "support_donate": "Поддержать / Пожертвовать",
    "apps_title": "Lemmy - приложения и библиотеки",
    "lemmy_apps": "<1>Приложения</1> Lemmy",
    "choose_from_apps": "Выберите любое из приложений из представленных ниже.",
    "web_apps": "Web Приложения",
    "cli_apps": "CLI/TUI Приложения",
    "api_libraries": "Библиотеки API",
    "contact": "Связь с нами",
    "footer_desc": "Сделано с <1>Inferno</1> и <2>Chota</2>",
    "join": "Присоединиться",
    "apps": "Приложения",
    "sponsors": "Спонсоры",
    "docs": "Документация",
    "join_title": "Lemmy - Обзор серверов",
    "lemmy_servers": "<1>Сервера</1> Lemmy",
    "sponsors_title": "Спонсоры Lemmy",
    "donate_to_lemmy": "Пожертвовать Lemmy",
    "lemmy_title": "Lemmy — агрегатор ссылок для федиверсума",
    "follow_communities": "Следите за сообществами <1>в любой точке</1> мира",
    "lemmy_long_desc": "Lemmy — это самостоятельно размещаемая платформа для агрегации и обсуждения социальных ссылок. Она полностью свободна и открыта и не контролируется никакой компанией. Это означает что здесь нет рекламы, отслеживания или секретных алгоритмов. Контент организован по сообществам, поэтому можно легко подписаться на интересующие вас темы и игнорировать другие. Голосование используется для того, чтобы вывести наиболее интересные темы на первое место.",
    "mod_tools_desc": "Каждый сервер может установить свою собственную политику модерации, поощряя сплочение здорового окружения в котором каждый сможет почувствовать себя свободно.",
    "create_discussion_platform_desc": "С Lemmy вы можете <1>легко разместить свой собственный сервер</1>, где все сервера <2>федеративны</2> (как электронная почта), и подключены к одной и той же вселенной, именуемой <3>Федиверсумом</3>. Для агрегатора ссылок это означает, что человек, зарегистрированный на одном сервере, может подписываться на сообщества в других местах и вести дискуссии с людьми на совершенно другом.",
    "emojis_autocomplete": "Эмодзи с поддержкой автозаполнения. Начните печатать <1>:</1>",
    "integrated_image_uploading": "Встроена загрузка изображений как в сообщениях, так и в комментариях.",
    "notifications_including": "Уведомления, в том числе по электронной почте.",
    "i18n_support": "<1>i18n/поддержка более чем 30 языков.</1>",
    "nsfw_support": "Возможность создания сообщества или сообщений с деликатным содержанием.",
    "contact_title": "Lemmy - Контакты",
    "choose_and_join": "Выберите и присоединитесь к одному из утверждённых ниже серверов.",
    "user_tagging": "Упоминание пользователя тегом <1>@</1>, Упоминание сообщества тегом <2>!</2>.",
    "month": "месяц",
    "support": "Поддержка",
    "support_title": "Lemmy - Поддержка",
    "instance_totals": "В настоящее время леммиверс имеет {{instances}} экземпляров и {{users}} пользователей.",
    "support_lemmy": "Поддержать Lemmy",
    "contributers": "Авторы",
    "users": "пользователей",
    "about_title": "Про Lemmy",
    "add_weblate": "Вы можете добавлять переводы через наш <1>weblate</1>.",
    "mobile_apps_for_ios_and_android": "Мобильные приложения для iOS и Android.",
    "about": "О Lemmy",
    "apply_to_join": "Подать заявку",
    "donate": "Пожертвовать",
    "about_text": "<1>Сразу несколько причин послужили поводом для создания Lemmy.</1><2>Разработчики открытого ПО, такие как я, долго наблюдали за становлением «Большой Пятёрки» — технологических гигантов из США, которые смогли сосредоточить в своих руках практически всё ежедневное общение людей со всего мира. Мы искали причины тому, что люди покидают контент-сайты, и искали возможность преломить этот тренд способом, который был бы легко доступен нетехнарям.</2><3>Входные барьеры в Сети гораздо ниже по сравнению с физическим миром: вам требуется лишь компьютер и немного программистских знаний… И всё же, господствующие социальные платформы успешно подавляют конкуренцию по двум причинам: их сайтами очень легко пользоваться, и у них  уже есть огромная база пользователей (эффект «преимущества первого хода»). Последнее имеет решающее значение: если вы пытались переманить кого-то в новое приложение для общения, то вы знаете, о чём я.</3><4>Теперь о моей любви к раннему Реддиту. Дело не только в том, что там удавалось собрать все новости и темы для сообществ в едином месте, но и в том, как всё это обсуждалось в ветках комментариев под каждой опубликованной ссылкой. До сих пор у меня сохранены многие из тех обсуждений, ведь зачастую в этих обсуждениях было гораздо больше пользы, чем от сайтов, на которые вели исходные ссылки. На мой взгляд, именно древовидные обсуждения нацеленные на поддержание сообщества, а также возможности по созданию, выращиванию и курированию сообществ, — всё это сделало Реддит 5-м по популярности сайтом в США, служащим источником новостей для столь большого числа людей по всему миру.</4><5>Но давно минули те времена. Новаторский дух ранних времён покинул Реддит вместе с Аароном Шварцем. Его либертарианские основатели Реддита годами позволяли некоторым из самых расистских и сексистских онлайн-сообществ изливать свой гной, лишь изредка подвергаясь чисткам, когда протесты доходили до неконтролируемой лихорадки. Исходный код Реддита был закрыт много лет назад, а со временем раздулся в беспорядочное болото со множеством нарушений приватности.</5><6>Его переварила беспощадная капиталистическая машина Кремниевой Долины, которая превращает пользователей в товар, чтобы продавать им рекламу и платные услуги, при этом пропагандируя интересы США превыше всего. Для США экспорт ПО остаётся одной из монопольных ниш, и было бы наивным полагать, что новостной сайт входящий в пятёрку по популярности не будет использован как рупор интересов прибрежных технологических гигантов.</6><7>Несмотря на консервативную точку зрения, полагающую, что в технологическом секторе доминирует «левацкая пропаганда», в действительности доминирует либеральная, про-американская, не левая (в широком смысле левизны как антикапитализма). Реддит заблокировал политически левых пользователей и левые сообщества. В своих публичных заявлениях администраторы Реддита многократно принижали основных внешнеполитических оппонентов США, обвиняя тех в «атаках ботов» и в «манипулировании Реддитом». В это же время основные сообщества Реддита (/r/news, /r/pics, etc) управляются пересекающимися командами модераторов и гнут линию полностью отвечающую официальной внешней политике США. Иронично названный сабреддит /r/copaganda распространяет про-полциейскую пропаганду, которая непременно всплывает на главной странице Реддита при каждой трагедии, когда полиция США убивает невиновного (ну или показывает как полицейский целует щеночка, притом что полиция США убивает 30 собак ежедневно, что исследователи называют «статистически заметным явлением»).</7><8>В последнее время мы видим рост числа анти-китайских постов. А вместе с ними приходит и анти-китайский расизм, молчаливо одобряемый Реддитом. Мы замечаем рост числа нападений на американцев азиатского происхождения. Мы замечаем то, что некоторые из виновных в преступлениях на почве ненависти к женщинам были активными пользователями в «мужских» сообществах Реддита. Всё это не ускользает от нас, и мы замечаем действительные позиции технологических компаний в моменты, когда дело доходит до насилия и разжигания ненависти. Левые знают, что наше положение на этих платформах очень слабое, нас пока терпят, но так будет не всегда.</8><9>Идея создать альтернативу Реддиту не казалось осмысленной, пока Mastodon (федеративная альтернатива твиттеру) не начал набирать популярность. Благодаря activitypub (протокол, общий язык для общения социальных медиа между собой) у нас наконец-то есть решение, которое мы можем противопоставить «преимуществу первого хода»: теперь каждый может запустить собственный маленький сайт, и при этом получить доступ к более широкой вселенной пользователей.</9><10>Nutomic и я изначально создали Lemmy, чтобы заполнить нишу федеративной альтернативы Реддиту. По мере своего развития проект обретает потенциал превращения в главный источник новостей и обсуждений вне юрисдикции США.</10><11>Написал Dessalines, декабрь 2020.</11>",
    "instance_browser": "После создания учетной записи вы сможете находить сообщества на всех серверах, используя",
    "browse_instance": "Просмотреть",
    "news": "Новости",
    "recommended_instances": "Рекомендуем",
    "releases": "Релизы Lemmy",
    "popular_instances": "Популярное",
    "users_active_per_month": "{{formattedCount}} пользователей / в месяц",
    "instance_comparison": "Более подробное сравнение серверов Lemmy см.",
    "read_more": "Читать далее",
    "see_all_servers": "Смотреть все Серверы",
    "none_found": "Не найдено.",
    "lemmyverse": "Леммиверсум",
    "copyright_line": "Lemmy распространяется под лицензией GNU Affero General Public License v3.0",
    "censorship_resistant": "Устойчив к цензуре",
    "censorship_resistant_desc": "Разместив свой собственный сервер, вы сможете полностью контролировать свой контент.",
    "federation": "Федерация",
    "federation_desc": "Серверы Lemmy могут соединяться друг с другом в сеть доверия, обмениваться сообщениями, комментариями и сообществами.",
    "more_information": "Дополнительная информация",
    "all_languages": "Все языки",
    "all_topics": "Все темы",
    "all_platforms": "Все платформы",
    "ios": "iOS",
    "android": "Android",
    "web": "Web",
    "cli": "CLI",
    "topic": "Тема",
    "interests": "Интересы",
    "languages": "Языки",
    "sort": "Сортировать",
    "what_topic": "Какая тема вас интересует больше всего?",
    "what_language": "На каком языке вы говорите?",
    "random": "Случайно",
    "most_active": "Самые активные",
    "least_active": "Наименее активные",
    "general": "Общие",
    "technology": "Технологии",
    "politics": "Политика",
    "lgbtq": "LGBTQ+",
    "art": "Искусство",
    "literature": "Литература",
    "music": "Музыка",
    "hobbies": "Хобби",
    "gaming": "Гейминг",
    "sports": "Спорт",
    "contact_us": "Связь с <1>Нами</1>",
    "donate_title": "Lemmy - Пожертвовать",
    "instance_disclaimer": "Вы сможете получить доступ ко всему содержимому леммиверсума с любого сервера, поэтому неважно, какой из них ты выберешь.",
    "active_users": "Активные пользователи",
    "servers": "Серверы",
    "per_month": "{{formattedCount}} / месяц",
    "supporters": "{{formattedCount}} сторонников",
    "based_on_salary": "На основе среднего показателя европейской зарплаты разработчика ПО в €{{formattedCount}} с сайта developersalary.com",
    "total_comments": "{{formattedCount}} всего комментариев",
    "total_users": "{{formattedCount}} всего пользователей",
    "monthly_active_users": "{{formattedCount}} активных пользователей (пользователи, которые писали или комментировали за последний месяц)",
    "closed_source_warning": "Предупреждение: это приложение с закрытым исходным кодом и может собирать ваши данные. Используйте на свой страх и риск.",
    "registrations_open": "Регистрация открыта",
    "registrations_closed": "Регистрация закрыта",
    "requires_application": "Требуется заявка на регистрацию",
    "explore": "Исследуйте",
    "moderation_tools": "Инструменты модерации",
    "support_on_liberapay": "Liberapay",
    "support_on_patreon": "Patreon",
    "support_on_opencollective": "OpenCollective",
    "donate_subtitle": "Поддержите развитие Lemmy",
    "support_with_crypto": "Криптовалюта"
}
